[{"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/news/world/2019/09/04/photos-panda-twins-born-germany-doing-well-gaining-weight-zoo-says/2xuCiNcjoSAqxbULSNImtO/story.html", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:03.566730", "headline": "Photos: Panda twins born in Germany doing well, gaining weight, zoo says", "body": "BERLIN (AP) — A Berlin zoo that announced the first ever birth of two giant panda cubs in Germany this week says the twins are doing well thanks to the skillful help of a Chinese keeper.\n\nZoo Berlin said Wednesday that both cubs lost weight in the days after their birth, but have now regained most of it again.\n\nThe zoo said the older of the cubs born late Saturday ‘‘shows great appetite’’ and is feeding well.", "tokens": ["zoo", "birth", "panda", "cub", "week", "twin", "thank", "help", "keeper", "weight", "day", "birth", "zoo", "cub", "‘", "appetite"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/latest-pope-francis-urges-prayers-dorians-victims/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:05.520434", "headline": "The Latest: Pope Francis urges prayers for Dorian's victims", "body": "This GOES-16, GeoColor satellite image taken Tuesday, Sept. 3, 2019, at 17:10 UTC and provided by National Oceanic and Atmospheric Administration (NOAA), shows Hurricane Dorian moving off the east coast of Florida in the Atlantic Ocean. (NOAA via AP)\n\nRyan Smith, 60, left, and Hiram Williams, 71, stock an auditorium with goods slated to be sent to the Bahamas at Christ Episcopal Church in Miami, Tuesday, Sept. 3, 2019. South Florida residents spared from Hurricane Dorian’s wrath are donating relief supplies to relatives in the Bahamas. Droves of Floridians turned out Tuesday to share cans of food, water bottles and boxes of diapers. (AP Photo/Ellis Rua)\n\nVolunteers assemble cots in an American Red Cross shelter at R.B. Stall High School on Wednesday, Sept. 4, 2019, in North Charleston, S.C. Officials estimate around 300 people have sought shelter here as Hurricane Dorian approaches the South Carolina coast. (AP Photo/Meg Kinnard)\n\nA man talks on his mobile phone next to a catamaran that was thrown onshore by the Hurricane Dorian near highway close Freeport, Grand Bahama, Bahamas, Tuesday Sept. 3, 2019. Relief officials reported scenes of utter ruin in parts of the Bahamas and rushed to deal with an unfolding humanitarian crisis in the wake of Hurricane Dorian, the most powerful storm on record ever to hit the islands. (AP Photo/Ramon Espinosa) (Ramon Espinosa)\n\nThis aerial photo provided by Medic Corps, shows the destruction brought by Hurricane Dorian on Man-o-War Cay, Bahamas, Tuesday, Sept.3, 2019. Relief officials reported scenes of utter ruin in parts of the Bahamas and rushed to deal with an unfolding humanitarian crisis in the wake of Hurricane Dorian, the most powerful storm on record ever to hit the islands. (Medic Corps via AP)\n\nA family walks on a road after being rescued from the flood waters of Hurricane Dorian, near Freeport, Grand Bahama, Bahamas, Tuesday Sept. 3, 2019. They were rescued by volunteers who drove a bus into the flood waters to pick them up. (AP Photo/Ramon Espinosa) (Ramon Espinosa)\n\nVolunteers depart on a motor-boat to rescue people trapped by the rising waters of Hurricane Dorian, on a flooded road near the Causarina bridge in Freeport, Grand Bahama, Bahamas, Tuesday, Sept. 3, 2019. The storm’s punishing winds and muddy brown floodwaters devastated thousands of homes, crippled hospitals and trapped people in attics. (AP Photo/Ramon Espinosa) (Ramon Espinosa)\n\nFREEPORT, Bahamas (AP) — The Latest on Hurricane Dorian (all times local):\n\n12:45 p.m.\n\nPope Francis is urging prayers for victims of Hurricane Dorian , saying they're suffering from the loss of their homes and their lives.\n\nFrancis made the appeal in brief remarks to journalists travelling aboard the papal plane to Mozambique on Wednesday at the start of a weeklong, three-nation visit to southern Africa.\n\nFrancis urged the journalists to pray for all those in the Bahamas, which suffered the most powerful storm in its history, with 185 mph (295 kph) winds and torrential rains that flooded homes, hospitals and airports and made roads impassable.\n\nAdvertisement\n\nAt least seven deaths have been reported in the Bahamas from Dorian, with the full scope of the disaster still unknown.\n\n___\n\n12:45 p.m.\n\nPresident Donald Trump is expressing some relief regarding Hurricane Dorian's impact on Florida, saying \"we got lucky in Florida.\"\n\nStill, his administration is bracing for significant amounts of rain and storm surge as the hurricane makes its way up the Atlantic coast.\n\nTrump is meeting in the Oval Office with his chief of staff and leaders at the Department of Homeland Security to get the latest information about the hurricane.\n\nThe storm's maximum sustained winds Wednesday remain near 105 mph (165 kph), making it a Category 2 hurricane.\n\nAt least seven deaths have been reported in the Bahamas, with the full scope of the disaster still unknown.\n\nTrump says the United States is providing humanitarian support to the Bahamas.\n\n___\n\n12:15 p.m.\n\nResidents of Georgia's largest public beach are scrambling to fortify low-lying homes as Hurricane Dorian approaches.\n\nDebbie and Tony Pagan stacked their beds and couches atop other furniture and covered their doors with plastic wrap and sandbags Wednesday morning before evacuating Tybee Island east of Savannah. Their home flooded during both Hurricane Matthew in 2016 and Hurricane Irma the following year, as did hundreds of other houses on the island.\n\nAdvertisement\n\nDebbie Pagan says facing their third storm in four years is alarming because it's still relatively early in the hurricane season.\n\nThe Category 2 hurricane is moving parallel to the U.S. East coast. At least seven deaths have been reported in the Bahamas from Dorian, with the full scope of the disaster still unknown.\n\n___\n\n12:15 p.m.\n\nA beachgoer found a package of cocaine washed up on a Florida beach by Hurricane Dorian .\n\nAs the storm skirted Florida's coastline Tuesday, the beachgoer found the package. Police say the package contained a kilogram of cocaine which is typically worth thousands of dollars on the street.\n\nMelbourne city spokeswoman Cheryl Mall tells Florida Today the beachgoer spotted the cocaine while watching the rough surf Tuesday and told a nearby police officer.\n\nThe package was labeled \"dinamitar,\" which mean \"dynamite\" in Spanish. Police say the cocaine will be destroyed.\n\nAuthorities say there were reports of other bricks of cocaine possibly washing up on shore.\n\n___\n\n12 p.m.\n\nNorth Carolina emergency officials are reporting the first death in the state related to Hurricane Dorian .\n\nGov. Roy Cooper said Wednesday that an 85-year-old man from Columbus County died from injuries when he fell off a ladder as he was trying to prepare his home for the approaching storm. The state emergency operations center didn't have the man's name, but a spokesman said he died Monday at a hospital in nearby Fayetteville.\n\nAdvertisement\n\nCooper warned the public at a news conference about the threat of flash flooding, storm surge and more than a foot of rainfall as Dorian arrives Thursday along the southeastern coast. The governor already has ordered evacuations on the state's fragile barrier islands.\n\nAt least seven deaths have been reported in the Bahamas from Dorian, with the full scope of the disaster still unknown.\n\n___\n\n11:10 a.m.\n\nHurricane and storm surge warnings are being extended as Hurricane Dorian crawls up a path parallel to the U.S. East Coast.\n\nA storm surge warning is now in effect from north of Port Canaveral, Florida, up to the North Carolina-Virginia border.\n\nThe storm's maximum sustained winds Wednesday remain near 105 mph (165 kph), making it a Category 2 hurricane. Dorian is centered about 90 miles (140 kilometers) east-northeast of Daytona Beach, Florida, and is moving north-northwest near 9 mph (15 kph).\n\nAt least seven deaths have been reported in the Bahamas from Dorian, with the full scope of the disaster still unknown.\n\n___\n\n10:25 a.m.\n\nFlorida's busiest airport is re-opening after being closed for more than a day because Hurricane Dorian was skirting the state's eastern coast.\n\nOfficials say Orlando International Airport was resuming commercial operations at noon Wednesday. Flights into and out of the airport were halted Tuesday morning in anticipation of the storm.\n\nMeanwhile, Orlando's theme parks were back to regular operating hours, for the most part.\n\nWalt Disney World and Universal Orlando Resort opened for a full day on Wednesday after having closed early Tuesday. SeaWorld Orlando was re-opening mid-morning Wednesday after being closed all day Tuesday.\n\nAdvertisement\n\n___\n\n10:25 a.m.\n\nSouth Carolina Department of Correction officials have decided not to evacuate a coastal prison that houses about 950 inmates, although Hurricane Dorian is projected to head toward the area by midweek.\n\nThe department tweeted Monday that staff and inmates at the Ridgeland Correctional Institution in the Jasper County evacuation zone will remain at the prison during the storm. Inmates with extra medical needs were evacuated.\n\nThe department says Ridgeland has enough supplies to last several weeks. The department says they believe Ridgeland is the safest place for staff and inmates. It says Ridgeland opened in 1995 and has never been evacuated.\n\nThe State newspaper reported an inmate previously died at Ridgeland in 2016 during Hurricane Matthew. Then-Gov. Nikki Haley said the death was \"seemingly unrelated.\"\n\n___\n\n9:05 a.m.\n\nThe U.S. Navy has ordered ships based on Virginia's coast to head out to sea to avoid Hurricane Dorian .\n\nNavy spokeswoman Elizabeth Baker said by phone Wednesday that vessels docked at the world's largest Navy base in Norfolk and other nearby installations are getting under way.\n\nVice Admiral Andrew Lewis said in a statement Tuesday that the ships will remain at sea until the threat from the storm subsides. Navy aircraft will either be secured in hangars or fly to more inland airfields.\n\nThe Navy's order follows a similar one made by the U.S Air Force earlier Tuesday.\n\nAdvertisement\n\nF-22 Raptor fighter jets and T-38 Talon training planes were ordered to leave Langley Air Force Base in Hampton, Virginia. They're going to the Rickenbacker Air National Guard Base outside Columbus, Ohio.\n\n___\n\n9:05 a.m.\n\nOfficials in Florida are expecting some beach erosion but say there have been no reports of major damage as Hurricane Dorian passed near Daytona Beach.\n\nThe National Weather Service reported a peak wind gust of 79 mph (127 kph) in New Smyrna Beach early Wednesday.\n\nThe Daytona Beach News-Journal said there were reports of seawater surging up the beach ramps in several locations. The newspaper said the Granada Bridge in Ormond Beach had reopened in both directions by 7:30 a.m. Wednesday.\n\nVolusia County Sheriff Mike Chitwood said that as of 4 a.m., not a single 911 call had been reported.\n\n___\n\n8:45 a.m.\n\nBahamian Parliament member Iram Lewis, who is in Grand Bahama, said rescue crews are preparing to go into the island's eastern region for the first time since Hurricane Dorian hit.\n\nHe says he fears casualties in that area and said there are a lot of medical needs overall on the island. Lewis was driving and said he observed only one gas station open with a line of about half a mile forming.\n\nHe said the government was now pulling teams together to receive goods from abroad and was organizing distribution centers as teams began to launch search-and-rescue missions now that the weather has cleared.\n\nAt least seven deaths have been reported in the Bahamas from Dorian, with the full scope of the disaster still unknown.\n\n___\n\n8:10 a.m.\n\nHurricane Dorian's center is moving parallel to Florida's northeastern coast as it churns north-northwestward in the Atlantic.\n\nThe storm's maximum sustained winds Wednesday morning are near 105 mph (165 kph), making it a Category 2 storm.\n\nDorian is centered about 95 miles (155 kilometers) east-northeast of Daytona Beach, Florida, and is moving about 8 mph (13 kph).\n\nAt least seven deaths have been reported in the Bahamas from Dorian, with the full scope of the disaster still unknown.\n\n___\n\n8:10 a.m.\n\nSea turtle nests along many of Florida's beaches are in danger of being washed out to sea as Hurricane Dorian sideswipes the Atlantic Coast.\n\nConservation officials urge the public not to interfere by trying to rescue any stranded hatchlings or disturbing buried nests.\n\nVolusia County's seat turtle habitat conservation plan manager Jennifer Winters tell the Orlando Sentinel \"there's not a lot\" that can be done. She says once eggs get pulled from the sand, \"they're not going to make it.\"\n\nShe says on Friday 397 sea turtle nests were recorded on Volusia County beaches. Since Saturday, 40 nests were washed out and more are expected as Dorian passes by.\n\nCanaveral National Seashore spokeswoman Laura Henning says before closing Saturday for the storm, 12,000 nests were counted.\n\n___\n\n6:15 a.m.\n\nWhile Hurricane Dorian moves closer to Florida, two other named storms are blowing in the Atlantic region.\n\nTropical Storm Fernand is in the Gulf of Mexico and closing in on the Northeast Mexican coast just south of the U.S. border, with top sustained winds near 50 mph (85 kmh) and higher gusts. The hurricane center says heavy rainfall of up to 18 inches (46 centimeters) could fall in places along Mexico's Gulf Coast and the Sierra Madre Oriental, and could cause life-threatening flash floods and mudslides as the storm moves ashore Wednesday.\n\nTropical Storm Gabrielle, meanwhile, is far out in the Atlantic Ocean and poses no threat to land. It is expected to remain a tropical storm on a track far from North America.\n\n___\n\n5:00 a.m.\n\nTropical storm conditions continue along portions of the northeastern coast of Florida as Dorian continues to make its slow trek toward the U.S.\n\nThe National Hurricane Center says the deadly storm was centered at 5 a.m. EDT Wednesday about 90 miles (144 kilometers) east of Daytona Beach, Florida. It has top sustained winds of 105 mph (168 kph) as a Category 2 hurricane. The storm is moving north northwest at 8 mph (12 kph), tracking offshore and nearly parallel to Florida's Atlantic shoreline.\n\nSome weakening is expected during the next couple of days but Dorian is expected to remain a powerful hurricane.\n\nThe Miami-based weather center says a turn toward the north is forecast by Wednesday evening, followed by a turn toward the north-northeast on Thursday morning. The core of Dorian will move dangerously close to the Florida east coast and the Georgia coast through Wednesday night. The center of Dorian is forecast to move near or over the coast of South Carolina and North Carolina Thursday through Friday morning.\n\n____\n\n1:30 a.m.\n\nHurricane Dorian's eye is passing to the east of Cape Canaveral, Florida. The U.S. National Hurricane Center says the deadly storm is now about 90 miles (144 kilometers) east northeast of Cape Canaveral, Florida.\n\nMaximum sustained winds are being clocked at 110 mph (175 kph). It's moving to the north northwest at 7 mph (11 kph).\n\nThe Miami-based weather center says a turn toward the north is forecast by Wednesday evening, followed by a turn toward the north-northeast on Thursday morning. The core of Dorian will move dangerously close to the Florida east coast and the Georgia coast through Wednesday night. The center of Dorian is forecast to move near or over the coast of South Carolina and North Carolina Thursday through Friday morning. Earlier this week Dorian pummeled parts of the Bahamas as a Category 5 hurricane, leaving widespread devastation and at least seven people dead.\n\n___\n\n12 a.m.\n\nBahamians are rescuing victims of Hurricane Dorian with jet skis and a bulldozer as the U.S. Coast Guard, Britain's Royal Navy and a handful of aid groups try to get food and medicine to survivors.\n\nAirports are flooded and roads impassable after the most powerful storm to hit the Bahamas in recorded history parked over Abaco and Grand Bahama islands and pounded them with winds up to 185 mph (295 kph) and torrential rain before finally moving into open waters on a course toward Florida.\n\nPeople on the U.S. coast are making final preparations for a storm with winds at a still-dangerous 110 mph (175 kph).\n\nAt least seven deaths have been reported in the Bahamas, with the full scope of the disaster still unknown.\n\n___\n\nFor AP's complete coverage of the hurricane: https://apnews.com/Hurricanes .", "tokens": ["satellite", "image", "utc", "coast", "noaa", "stock", "auditorium", "good", "resident", "wrath", "relief", "supply", "relative", "drove", "can", "food", "water", "bottle", "box", "diaper", "volunteer", "cot", "shelter", "people", "shelter", "coast", "man", "phone", "catamaran", "highway", "relief", "official", "scene", "ruin", "part", "crisis", "wake", "storm", "record", "island", "photo", "destruction", "sept.3", "relief", "official", "scene", "ruin", "part", "crisis", "wake", "storm", "record", "island", "family", "road", "flood", "water", "volunteer", "bus", "flood", "water", "motor", "boat", "people", "water", "road", "bridge", "storm", "wind", "floodwater", "thousand", "home", "hospital", "people", "attic", "time", "p.m.", "prayer", "victim", "loss", "home", "life", "appeal", "remark", "journalist", "plane", "start", "nation", "visit", "journalist", "storm", "history", "mph", "kph", "wind", "rain", "home", "hospital", "airport", "road", "death", "scope", "disaster", "_", "p.m.", "relief", "impact", "administration", "amount", "rain", "storm", "surge", "hurricane", "way", "coast", "chief", "staff", "leader", "information", "hurricane", "storm", "wind", "mph", "kph", "category", "hurricane", "death", "scope", "disaster", "support", "_", "p.m.", "beach", "home", "approach", "bed", "couch", "furniture", "door", "wrap", "sandbag", "morning", "east", "home", "year", "hundred", "house", "island", "storm", "year", "hurricane", "season", "hurricane", "coast", "death", "scope", "disaster", "_", "p.m.", "beachgoer", "package", "cocaine", "beach", "storm", "coastline", "beachgoer", "package", "Police", "package", "kilogram", "cocaine", "thousand", "dollar", "street", "city", "spokeswoman", "beachgoer", "cocaine", "surf", "police", "officer", "package", "dinamitar", "Police", "cocaine", "report", "brick", "cocaine", "shore", "_", "p.m.", "emergency", "official", "death", "state", "man", "injury", "ladder", "home", "storm", "state", "emergency", "operation", "center", "man", "name", "spokesman", "hospital", "public", "news", "conference", "threat", "flash", "flooding", "storm", "surge", "foot", "rainfall", "coast", "governor", "evacuation", "state", "barrier", "island", "death", "scope", "disaster", "_", "a.m.", "storm", "surge", "warning", "path", "parallel", "storm", "surge", "warning", "effect", "north", "border", "storm", "wind", "mph", "kph", "category", "hurricane", "mile", "kilometer", "east", "northeast", "north", "northwest", "mph", "kph", "death", "scope", "disaster", "_", "a.m.", "airport", "-", "opening", "day", "state", "coast", "operation", "noon", "flight", "airport", "morning", "anticipation", "storm", "theme", "park", "operating", "hour", "part", "day", "-", "morning", "day", "a.m.", "official", "prison", "inmate", "area", "midweek", "department", "staff", "inmate", "evacuation", "zone", "prison", "storm", "inmate", "need", "department", "supply", "week", "department", "place", "staff", "inmate", "newspaper", "inmate", "death", "_", "a.m.", "ship", "coast", "sea", "spokeswoman", "phone", "vessel", "world", "base", "installation", "way", "statement", "ship", "sea", "threat", "storm", "subside", "aircraft", "hangar", "airfield", "order", "one", "fighter", "jet", "training", "plane", "_", "a.m.", "beach", "erosion", "report", "damage", "wind", "gust", "mph", "report", "seawater", "beach", "ramp", "location", "newspaper", "direction", "a.m.", "call", "_", "a.m.", "member", "rescue", "crew", "island", "region", "time", "casualty", "area", "lot", "need", "island", "gas", "station", "line", "mile", "government", "team", "good", "distribution", "center", "team", "search", "rescue", "mission", "weather", "death", "scope", "disaster", "_", "a.m.", "center", "coast", "north", "northwestward", "storm", "wind", "morning", "mph", "kph", "storm", "mile", "kilometer", "east", "northeast", "mph", "kph", "death", "scope", "disaster", "_", "a.m.", "turtle", "nest", "beach", "danger", "sea", "official", "public", "hatchling", "nest", "seat", "turtle", "habitat", "conservation", "plan", "manager", "winter", "lot", "egg", "sand", "sea", "turtle", "nest", "beach", "nest", "pass", "spokeswoman", "storm", "nest", "_", "a.m.", "move", "storm", "region", "coast", "border", "wind", "mph", "kmh", "gust", "hurricane", "center", "rainfall", "inch", "centimeter", "place", "life", "flash", "flood", "mudslide", "storm", "threat", "land", "storm", "track", "_", "a.m.", "storm", "condition", "portion", "coast", "trek", "storm", "a.m.", "mile", "kilometer", "east", "wind", "mph", "kph", "category", "hurricane", "storm", "mph", "kph", "shoreline", "weakening", "couple", "day", "hurricane", "weather", "center", "turn", "north", "evening", "turn", "north", "northeast", "morning", "core", "east", "coast", "coast", "night", "center", "coast", "morning", "_", "a.m.", "eye", "east", "storm", "mile", "kilometer", "east", "wind", "mph", "kph", "north", "mph", "kph", "weather", "center", "turn", "north", "evening", "turn", "north", "northeast", "morning", "core", "east", "coast", "coast", "night", "center", "coast", "morning", "week", "part", "category", "hurricane", "devastation", "people", "_", "a.m.", "victim", "jet", "ski", "bulldozer", "handful", "aid", "group", "food", "medicine", "survivor", "road", "storm", "history", "wind", "mph", "kph", "rain", "water", "course", "coast", "preparation", "storm", "wind", "mph", "kph", "death", "scope", "disaster", "_", "coverage", "hurricane", "https://apnews.com/hurricane"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/frances-macron-talks-iranian-president-urges-restraint/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:06.273319", "headline": "France's Macron talks to Iranian president, urges restraint", "body": "PARIS (AP) — French President Emmanuel Macron has talked with Iranian President Hassan Rouhani and urged Tehran to show restraint amid rising tensions in the region.\n\nMacron's office said Saturday that the French leader asked Iran to \"take necessary measures\" to encourage negotiations in Yemen's war and urged Iran to show \"the greatest restraint in Lebanon so that nothing compromises stability in this moment of great tension.\"", "tokens": ["restraint", "tension", "region", "office", "leader", "measure", "negotiation", "war", "restraint", "nothing", "stability", "moment", "tension"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/jailed-tycoon-among-tunisias-26-presidential-candidates/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:07.218175", "headline": "Jailed tycoon among Tunisia's 26 presidential candidates", "body": "Supporters of Islamist party Ennahda attend the meeting with Vice President of the Islamist party Ennahda and candidate for the upcoming presidential elections Abdelfattah Mourou in Tunis, Tunisia, Friday, Aug. 30, 2019. (AP Photo/Hassene Dridi)\n\nVice President of the Islamist party Ennahda and candidate for the upcoming presidential elections Abdelfattah Mourou speaks during a meeting with the members of his party in Tunis, Tunisia, Friday, Aug. 30, 2019. (AP Photo/Hassene Dridi)\n\nVice President of the Islamist party Ennahda and candidate for the upcoming presidential elections Abdelfattah Mourou, left, and Tunisian Leader of the Islamist Ennahda party, Rachid Ghannouchi during a meeting with the members of the party in Tunis, Tunisia, Friday, Aug. 30, 2019. (AP Photo/Hassene Dridi)\n\nVice President of the Islamist party Ennahda and candidate for the upcoming presidential elections Abdelfattah Mourou, left, speaks with Leader of the Islamist Ennahda party Rachid Ghannouchi during a meeting with the members of the party in Tunis, Tunisia, Friday, Aug. 30, 2019. (AP Photo/Hassene Dridi) (Hassene Dridi)\n\nTUNIS, Tunisia (AP) — A jailed media magnate is among the 26 candidates authorized Saturday to run in Tunisia's presidential election next month, a crucial test for the North African country's fragile young democracy.\n\nThe Tunisian election authority announced the list of candidates who qualified for the Sept. 15 first round of voting. The top vote-getters advance to a second round two weeks later.\n\nBusinessman Nabil Karoui was allowed to maintain his candidacy while in custody on accusations of money laundering and tax evasion. Karoui and another candidate accused of money laundering can run for president as long as they haven't been convicted, the electoral authority said.\n\nAdvertisement\n\n\"The fact that the candidate Nabil Karoui is in jail is a concern, but the electoral authority does not interfere in court cases, but at the same time strives to ensure the candidates all their rights,\" electoral commission president Nabil Baffoun told reporters.\n\nBefore his arrest, Karoui was considered a leading contender to replace centrist Beji Caid Essebsi, Tunisia's first democratically elected president. He died in office in July at age 92, throwing the country's politics into uncertainty.\n\nOther top candidates include Prime Minister Youssef Chahed and Defense Minister Abdelkrim Zbidi. Two women are on the list , hoping to persuade voters to choose a female president for the country with some of the Arab world's most wide-reaching women's rights.\n\nCampaigning officially begins Monday.\n\nTunisian protesters unleashed the 2011 Arab Spring uprising in several countries, overthrowing a longtime dictator and ushering in a new democracy seen as a model for the region. However, Tunisia's leaders since then have failed to solve economic problems that drove the revolution or prevent deadly Islamic extremist attacks.", "tokens": ["supporter", "party", "meeting", "party", "candidate", "election", "party", "candidate", "election", "meeting", "member", "party", "party", "candidate", "election", "party", "meeting", "member", "party", "party", "candidate", "election", "party", "meeting", "member", "party", "media", "magnate", "candidate", "election", "month", "test", "country", "democracy", "election", "authority", "list", "candidate", "round", "voting", "vote", "getter", "advance", "week", "candidacy", "custody", "accusation", "money", "laundering", "tax", "evasion", "candidate", "money", "laundering", "president", "authority", "fact", "candidate", "jail", "concern", "authority", "court", "case", "time", "candidate", "right", "commission", "president", "reporter", "arrest", "contender", "centrist", "president", "office", "age", "country", "politic", "uncertainty", "candidate", "woman", "list", "voter", "president", "country", "world", "woman", "right", "protester", "uprising", "country", "dictator", "democracy", "model", "region", "leader", "problem", "revolution", "extremist", "attack"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/ap-explains-state-mexico-under-president-lpez-obrador/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:08.449989", "headline": "AP Explains: State of Mexico under President López Obrador", "body": "MEXICO CITY (AP) — Mexican President Andrés Manuel López Obrador delivers his first annual report on the state of the union Sunday, less than a year after he took office Dec. 1. The president sets the agenda most days with a morning press conference, delivered with a smile and often followed by visits to small towns where he is received by jubilant supporters. Approval ratings remain sky-high for López Obrador, who won office in a landslide July 2018 election. However, brutal violence and a flagging economy threaten to chip away at his popularity.\n\nFILE - In this July 1, 2019 file photo, Mexico's President Andres Manuel Lopez Obrador greets supporters as he arrives at a rally to celebrate the one-year anniversary of his election, in Mexico City's main square, the Zocalo. Lopez Obrador's high approval ratings topped 70% in some polls nine months into his term. Many Mexicans are willing to give Lopez Obrador the benefit of the doubt as even the president acknowledges that violent crime is the most serious challenge he faces. (AP Photo/Fernando Llano, File)\n\nFILE - In this July 1, 2019 file photo, Mexico's President Andres Manuel Lopez Obrador arrives at a rally to celebrate the one-year anniversary of his election, in Mexico City's main square, the Zocalo. As President Obrador gets ready to give his state of the union address on Sunday, Sept. 1, Mexico’s drug war has burst into flames again, the economy is flat, the health care system is creaking and, facing the wrath of U.S. President Donald Trump, he has cracked down on Central American migrants harder than ever. (AP Photo/Fernando Llano, File)\n\nHere's how he's doing in key areas of governance:\n\nAdvertisement\n\n___\n\nVIOLENCE RISES TO NEW HEIGHTS\n\nCartel violence, once confined to a few northern cities, has spread throughout the country. And, increasingly, innocent bystanders such as restaurant patrons and children are being killed.\n\nHomicides soared to nearly 35,000 last year, up from 27,000 during the 2011 peak of the government's confrontations with cartels. At least 40,000 Mexicans have been reported missing in recent decades; many believe their remains to be scattered across hundreds of makeshift graves dug in fields and the backyards of homes.\n\nLópez Obrador's oft-repeated response to reports of violence, including against Mexican security forces, is \"hugs not bullets\" and \"the people are good and wise.\"\n\nThe president acknowledges that violent crime is the most serious challenge he faces. The federal government has assembled a National Guard force to improve security, pulling recruits from the military and police.\n\nLisa Sánchez, director of Mexicans United Against Crime, views López Obrador's approach to crime as \"more of the same,\" saying he has taken a militarized approach that reacts to crime rather than trying to prevent it.\n\nBut there aren't enough boots on the ground: even if the National Guard achieves recruiting goals, it would only have one officer for every 1,000 inhabitants of Mexico.\n\nAdvertisement\n\nTheir mission has also been diverted largely to immigration enforcement, as Mexico makes it more difficult for mostly Central American migrants to traverse the country en route to the U.S., under pressure from U.S. President Donald Trump.\n\n___\n\nSLUGGISH ECONOMY\n\nMexico's economy tends to slow down at the beginning of each six-year presidential term as the outgoing government turns off the spending spigot and the incoming one finds its bearings.\n\nBut this change of guard has been more dramatic as López Obrador embarks on a philosophical overhaul that he calls the Fourth Transformation, comparing his rule to a shift of course on par with Mexico's independence from Spain.\n\nThe economy under López Obrador is flirting with recession. Gross domestic product growth was just 0.2% over the first half of 2019, down from 1.9% the previous year, and Mexico's central bank recently downgraded its annual growth forecast to the 0.2%-0.7% range.\n\nSome factors hitting the economy are external, such as the ongoing trade war between the United States and China, which has thrashed global markets.\n\nAs recently as June, Trump also threatened to slap tariffs on Mexican imports despite having negotiated a new free trade agreement for North America last year. The Mexican congress has already ratified the deal, but U.S. legislators appear in no rush to sign off on it.\n\nSome of López Obrador's own actions have bruised investor confidence, especially the cancellation of a $13 billion new airport for Mexico City that was already one-third built. And his austerity program has slashed spending to the bone. Consumer spending has been weak amid widespread layoffs and salary cuts for government employees.\n\nAdvertisement\n\nValeria Moy, director of the think tank Mexico, Como Vamos, feels the country is going backward as the president unravels programs and institutions.\n\n\"The whole administration revolves around the figure of the president,\" she says. \"How can you trust in a country where everything changes when the president changes?\"\n\nAnalyst Alfredo Coutiño of Moody's Analytics warns that \"if investors remain reticent,\" the economy could report no growth or a mild contraction in 2019.\n\n___\n\nCORRUPTION A TOUGH WEED TO UPROOT\n\nLópez Obrador campaigned on promises to staunch widespread corruption. It's a gargantuan task: Mexico scored 28 out of 100 points in Transparency International's 2018 Corruption Perceptions Index, where a lower score indicates higher levels of corruption.\n\nThat puts Mexico on par with Russia and behind countries such as Bolivia and Honduras in clean business dealings.\n\nRicardo Alvarado, a researcher with civic group Mexicans Against Corruption and Impunity, says that while López Obrador was able to capitalize during the election on the anger and frustration in society over corruption, his administration has yet to put forth a concrete plan to address the issue.\n\n\"The fight against corruption is more in the president's discourse than in practice,\" says Alvarado.\n\nThe crackdowns that have occurred have been messy, with sometimes dire consequences.\n\nThe administration kicked off with a full-on confrontation in January against fuel thieves that tap pipelines, resorting to tanker trucks to transport gasoline. That led to widespread gas shortages. When gasoline began to flow again from one refinery in central Mexico, residents flocked to a pipeline gusher to fill buckets. The gusher exploded into flames, killing nearly 100 people.\n\nAdvertisement\n\nThe López Obrador administration has also taken a slash-and-burn approach to programs and expenditures, sometimes with a high cost for beneficiaries.\n\nFor instance, in response to suspected bribes being paid out for medicine sold to the national health care system, the government halted purchases, resulting in shortages of vaccines and lifesaving drugs for patients with conditions such as HIV.\n\nThe president vowed not to embark on a witch hunt against members of previous governments. Nonetheless, his administration has issued an arrest warrant for the former director of national oil company Pemex, for allegedly having received bribes in exchange for public contracts.\n\nAlso, the secretary of social development under the previous president, Enrique Peña Nieto, has been jailed pending investigations into the alleged diversion of $260 million in public funds.\n\n___\n\nAssociated Press writer Peter Orsi contributed to this report.", "tokens": ["report", "state", "union", "year", "office", "president", "agenda", "day", "morning", "press", "conference", "smile", "visit", "town", "supporter", "approval", "rating", "sky", "office", "landslide", "election", "violence", "economy", "chip", "popularity", "file", "photo", "supporter", "rally", "year", "anniversary", "election", "square", "approval", "rating", "%", "poll", "month", "term", "benefit", "doubt", "president", "crime", "challenge", "file", "photo", "rally", "year", "anniversary", "election", "square", "state", "union", "address", "drug", "war", "flame", "economy", "health", "care", "system", "wrath", "migrant", "area", "governance", "rises", "violence", "city", "country", "bystander", "restaurant", "patron", "child", "year", "peak", "government", "confrontation", "cartel", "decade", "remain", "hundred", "grave", "field", "backyard", "home", "response", "report", "violence", "security", "force", "hug", "bullet", "people", "president", "crime", "challenge", "government", "force", "security", "recruit", "military", "police", "director", "approach", "crime", "approach", "crime", "boot", "ground", "goal", "officer", "inhabitant", "mission", "immigration", "enforcement", "migrant", "country", "route", "pressure", "_", "economy", "beginning", "year", "term", "government", "spending", "spigot", "one", "bearing", "change", "guard", "overhaul", "rule", "shift", "course", "par", "independence", "economy", "recession", "product", "growth", "%", "half", "%", "year", "bank", "growth", "forecast", "%", "range", "factor", "economy", "trade", "war", "market", "tariff", "import", "trade", "agreement", "year", "congress", "deal", "legislator", "rush", "action", "investor", "confidence", "cancellation", "airport", "third", "austerity", "program", "spending", "bone", "consumer", "spending", "layoff", "salary", "cut", "government", "employee", "director", "think", "tank", "country", "president", "unravel", "program", "institution", "administration", "figure", "president", "country", "everything", "president", "investor", "economy", "growth", "contraction", "_", "promise", "corruption", "task", "point", "score", "level", "corruption", "par", "country", "business", "dealing", "researcher", "group", "election", "anger", "frustration", "society", "corruption", "administration", "plan", "issue", "fight", "corruption", "president", "discourse", "practice", "crackdown", "consequence", "administration", "confrontation", "fuel", "thief", "tap", "pipeline", "tanker", "truck", "gasoline", "gas", "shortage", "gasoline", "refinery", "resident", "pipeline", "gusher", "bucket", "gusher", "flame", "people", "administration", "slash", "approach", "program", "expenditure", "cost", "beneficiary", "instance", "response", "bribe", "medicine", "health", "care", "system", "government", "purchase", "shortage", "vaccine", "drug", "patient", "condition", "president", "witch", "hunt", "member", "government", "administration", "arrest", "warrant", "director", "oil", "company", "bribe", "exchange", "contract", "secretary", "development", "president", "investigation", "diversion", "fund", "_", "_", "writer", "report"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/4-dead-1-missing-1-injured-norway-helicopter-crash/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:09.301859", "headline": "4 dead, 1 missing, 1 injured in Norway helicopter crash", "body": "HELSINKI (AP) — Authorities say four people are dead, one has been injured and another is missing after a helicopter crashed in northern Norway.\n\nThe Norwegian national emergency rescue center said it received an alert late Saturday afternoon about a crash southwest of the town of Alta.\n\nNorwegian news agency NTB said the helicopter belonged to a Norwegian company named Helitrans that used Alta as one of its bases.", "tokens": ["authority", "people", "helicopter", "emergency", "rescue", "center", "afternoon", "crash", "southwest", "town", "news", "agency", "helicopter", "company", "basis"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/arts/ellie-goulding-weds-art-dealer-boyfriend-lavish-ceremony/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:10.275711", "headline": "Ellie Goulding weds art dealer boyfriend in lavish ceremony", "body": "Newly married Ellie Goulding and Caspar Jopling leave York Minster after their wedding, in York, England, Saturday Aug. 31, 2019. (Danny Lawson/PA via AP)\n\nNewly married Ellie Goulding and Caspar Jopling leave York Minster after their wedding, in York, England, Saturday Aug. 31, 2019. (Danny Lawson/PA via AP)\n\nNewly married Ellie Goulding and Caspar Jopling leave York Minster after their wedding, in York, England, Saturday Aug. 31, 2019. (Danny Lawson/PA via AP)\n\nNewly married Ellie Goulding and Caspar Jopling leave York Minster after their wedding, in York, England, Saturday Aug. 31, 2019. (Danny Lawson/PA via AP) (Danny Lawson)\n\nEllie Goulding arrives at York Minster, York, England, for her wedding to Caspar Jopling, Saturday Aug. 31, 2019. (Peter Byrne/PA via AP) (Peter Byrne)\n\nFILE - In this Oct. 12, 2018 file photo, Caspar Joplin, left, and singer Ellie Goulding depart after the wedding of Princess Eugenie of York and Jack Brooksbank at St George's Chapel, Windsor Castle, near London, England. Goulding married Jopling in a lavish ceremony Saturday, Aug. 31, 2019 with pals Katy Perry, Orlando Bloom and Sienna Miller in attendance. The two tied the knot in Yorkshire, England, at the gothic York Minster Cathedral.(Matt Crossick, Pool via AP, File) (Matt Crossick)\n\nYORK, England (AP) — British singer-songwriter Ellie Goulding has married art dealer Caspar Jopling in a lavish ceremony with pals Katy Perry, Orlando Bloom and Sienna Miller in attendance.\n\nThe two tied the knot Saturday in Yorkshire, England, at the gothic York Minster Cathedral.\n\nThe 32-year-old Goulding was wearing a white custom Chloe gown. She pulled up in a flower-adorned blue Volkswagen minivan to cheers with her long veil over her face. Her attendants struggled with wind as they wrangled the high-neck, long-sleeve dress.\n\nGoulding and the 27-year-old Jopling, who has family ties to the area, were engaged last year.\n\nWell-wishers lined the street leading to the cathedral as guests arrived. Among other celebrities on hand: Sarah Ferguson and her two daughters, princesses Eugenie and Beatrice.", "tokens": ["wedding", "wedding", "wedding", "wedding", "wedding", "file", "photo", "singer", "depart", "wedding", "ceremony", "pal", "attendance", "knot", "singer", "songwriter", "art", "dealer", "ceremony", "pal", "attendance", "knot", "custom", "flower", "cheer", "veil", "face", "attendant", "wind", "neck", "sleeve", "dress", "jopling", "family", "tie", "area", "year", "wisher", "street", "guest", "celebrity", "hand", "daughter", "princess"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/venezuela-says-it-has-proof-anti-maduro-plot-colombia/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:11.184573", "headline": "Venezuela says it has proof of anti-Maduro plot in Colombia", "body": "Communications Minister Jorge Rodríguez appeared on state television to accuse Colombian President Iván Duque of doing nothing to stop the aggression against Venezuela — or even supporting it.\n\nCARACAS, Venezuela (AP) — The Venezuelan government presented evidence Saturday of what it called paramilitary training camps in neighboring Colombia to plot violent attacks to undermine President Nicolás Maduro.\n\nFILE - In this Aug. 10, 2019 file photo, Venezuela's President Nicolas Maduro lead a rally condemning the economic sanctions imposed by the administration of U.S. President Donald Trump on Venezuela, in Caracas, Venezuela. Maduro announced on Thursday, Aug. 29, that his delegates will start meeting again with the opposition to restart negotiations. (AP Photo/Ariana Cubillos, File)\n\nRodríguez showed satellite images and coordinates that he said prove the existence of three paramilitary camps along the border inside Colombia. They are used to train 200 armed men, he said, at times directly addressing Duque.\n\n\"If you brought this kind of evidence to Venezuela, we would act immediately,\" Rodríguez said. \"We are sure you won't do anything, because you are complicit with these terrorists.\"\n\nAdvertisement\n\nThere was no immediate reaction from Duque.\n\nThe accusation comes amid mounting tensions between the two South American nations as Colombia's government backs a campaign by Venezuelan opposition leader Juan Guaidó to oust Maduro's socialist government.\n\nThe tensions spiked Thursday when the former chief negotiator for the Revolutionary Armed Forces of Colombia announced in a video that he would take up arms, alleging the Colombian government has failed to uphold a 2016 peace accord and accusing it of standing by as hundreds of social leaders have been slain in rural areas where the rebels long dominated.\n\nDuque, who quickly reached out to Guaidó, has accused Venezuela's government of harboring Colombian guerrillas. For both leaders, the video was further proof that the rebels — designated by the U.S. a terrorist group — are plotting attacks from Venezuelan soil.\n\n\"We're not witnessing the birth of a new guerrilla army, but rather the criminal threats of a band of narco-terrorists who have the protection and support of Nicolás Maduro's dictatorship,\" Duque said in a televised address.\n\nIn his appearance Saturday, Rodríguez also said Venezuelan security forces thwarted a terrorist plot to detonate explosions targeting the headquarters of two FAES special police units and the Palace of Justice. All three locations are in densely populated Caracas.\n\nAdvertisement\n\n\"Does this seem normal to assassinate civilians?\" Rodriguez said, again addressing Duque. \"It seems normal to you even if there were thousands of dead we would be counting right now.\"", "tokens": ["state", "television", "nothing", "aggression", "government", "evidence", "training", "camp", "attack", "file", "photo", "rally", "sanction", "administration", "delegate", "opposition", "negotiation", "satellite", "image", "coordinate", "existence", "camp", "border", "man", "time", "kind", "evidence", "anything", "terrorist", "reaction", "accusation", "tension", "nation", "government", "campaign", "opposition", "leader", "government", "tension", "negotiator", "video", "arm", "government", "peace", "accord", "hundred", "leader", "area", "rebel", "government", "guerrilla", "leader", "video", "proof", "rebel", "group", "attack", "soil", "birth", "guerrilla", "army", "threat", "band", "narco", "terrorist", "protection", "support", "dictatorship", "address", "appearance", "security", "force", "plot", "explosion", "headquarters", "police", "unit", "location", "civilian", "thousand"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/hezbollah-leader-we-have-no-missile-factories-lebanon/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:12.203419", "headline": "Hezbollah leader: We have no missile factories in Lebanon", "body": "BEIRUT (AP) — The leader of Lebanon's Hezbollah on Saturday categorically denied Israeli claims about his group having factories to produce precision-guided missiles in Lebanon, saying such \"lies\" were an attempt to justify Israeli attacks against the country.\n\nHezbollah leader Sayyed Hassan Nasrallah, speaks via a video link, during the first day of Ashoura, in the southern suburb of Beirut, Lebanon, Saturday, Aug. 31, 2019. The leader of Lebanon's Hezbollah categorically denied Israeli claims about his group having factories to produce precision-guided missiles in Lebanon, saying such \"likes\" were an attempt to justify Israeli attacks against the country. (AP Photo/Hussein Malla)\n\nHezbollah leader Sayyed Hassan Nasrallah, speaks via a video link, during the first day of Ashoura, in the southern suburb of Beirut, Lebanon, Saturday, Aug. 31, 2019. TThe leader of Lebanon's Hezbollah categorically denied Israeli claims about his group having factories to produce precision-guided missiles in Lebanon, saying such \"likes\" were an attempt to justify Israeli attacks against the country. (AP Photo/Hussein Malla)\n\nIn a speech to hundreds of his followers who gathered in the group's stronghold in southern Beirut, Hassan Nasrallah said his group possessed precision-guided missiles but not the factories to produce them.\n\n\"We do not have factories to produce precision-guided missiles in Lebanon,\" he said.\n\nHe spoke a week after Israel crash-landed two drones in Hezbollah-dominated southern Beirut. One of the drones landed on the roof of Hezbollah's media office while another exploded and crashed nearby, causing a fire and damage to buildings.\n\nAdvertisement\n\nThe Iranian-backed group said both drones were armed with explosives and were carrying out an attack mission.\n\nIsraeli media reported that early this week, Israeli drones targeted a Beirut facility housing a \"planetary mixer,\" a large industrial machine that is critical to making missiles.\n\nIsrael's prime minister accused Iran and its proxy Hezbollah of racing to build a missile-production program in Lebanon, vowing to destroy the ambitious project and issuing a stern warning to his enemies to \"be careful.\"\n\nThe threats ratcheted up an already tense standoff that has pushed the bitter adversaries closer toward open, armed conflict in recent weeks.\n\nNasrallah said Netanyahu was looking for pretexts to hit Lebanon. He said it is Hezbollah's \"right\" to have such factories, \"but we have nothing of the sort.\"\n\nHe also reiterated his group's intention to retaliate for the Israeli attack, saying Israel \"must pay a price\" for its aggression.\n\n\"All the threats and intimidations will not prevent the retaliation of the resistance,\" he said.\n\nThe timing and scale of Hezbollah's response, he added, was in the hands of field commanders.", "tokens": ["leader", "claim", "group", "factory", "precision", "missile", "lie", "attempt", "attack", "country", "leader", "video", "link", "day", "suburb", "leader", "claim", "group", "factory", "precision", "missile", "like", "attempt", "attack", "country", "leader", "video", "link", "day", "suburb", "leader", "claim", "group", "factory", "precision", "missile", "like", "attempt", "attack", "country", "speech", "hundred", "follower", "group", "stronghold", "group", "precision", "missile", "factory", "factory", "precision", "missile", "week", "crash", "drone", "drone", "roof", "medium", "office", "fire", "damage", "building", "group", "drone", "explosive", "attack", "mission", "medium", "week", "drone", "facility", "housing", "mixer", "machine", "missile", "minister", "proxy", "missile", "production", "program", "project", "warning", "enemy", "threat", "standoff", "adversary", "conflict", "week", "pretext", "factory", "nothing", "sort", "group", "intention", "attack", "price", "aggression", "threat", "intimidation", "retaliation", "resistance", "timing", "scale", "response", "hand", "field", "commander"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/amazon-fires-french-activists-urge-more-brazil-action/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:13.254259", "headline": "Amazon fires: French activists urge more Brazil action", "body": "Extinction Rebellion activists hold a banner reading 'Our lungs burn, the living die' as they protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu)\n\nExtinction Rebellion activists shout as they protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu)\n\nExtinction Rebellion activists lay on the ground as they protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu)\n\nAn Extinction Rebellion activist lays on the ground during a protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu) (Kamil Zihnioglu)\n\nExtinction Rebellion activists lay on the ground as they protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu) (Kamil Zihnioglu)\n\nExtinction Rebellion activists lay on the ground as they protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu) (Kamil Zihnioglu)\n\nAn Extinction Rebellion activist shouts during a protest in Paris, Saturday, Aug. 31, 2019, to call on Brazil's President Jair Bolsonaro to act to protect the Amazon rainforest. (AP Photo/Kamil Zihnioglu) (Kamil Zihnioglu)\n\nPARIS (AP) — Pretending to be trees in the Amazon, activists marched through Paris urging Brazil's president to do more to fight fires in the Amazon rainforest.\n\nSome 200 demonstrators walked Saturday toward Paris City Hall, shooting white flares to represent smoke from the fires. One by one, they collapsed onto the sidewalk, representing trees felled by the blaze.\n\nPassersby and diners in nearby cafes looked on, some in puzzlement, some offering support.\n\nBrazilian President Jair Bolsonaro and French President Emmanuel Macron have clashed repeatedly over the fires.\n\nMacron calls them an international climate emergency and helped rally tens of millions of dollars in aid for the region. Bolsonaro said the French leader is being colonialist, and said this week he won't use Bic pens anymore because they're made by a French company.", "tokens": ["activist", "banner", "lung", "living", "rainforest", "activist", "rainforest", "activist", "ground", "rainforest", "rebellion", "activist", "lay", "ground", "protest", "rainforest", "activist", "ground", "rainforest", "activist", "ground", "rainforest", "activist", "protest", "rainforest", "tree", "activist", "president", "fire", "rainforest", "demonstrator", "flare", "smoke", "fire", "sidewalk", "tree", "blaze", "diner", "cafe", "puzzlement", "offering", "support", "fire", "climate", "emergency", "ten", "million", "dollar", "aid", "region", "leader", "week", "pen", "company"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/motorsport-mourning-after-f2-driver-anthoine-hubert-dies/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:14.316098", "headline": "Motorsport in mourning after F2 driver Anthoine Hubert dies", "body": "Formula Two driver Anthoine Hubert died at the Spa-Francorchamps track following a heavy crash at the F2 Belgian Grand Prix.\n\nSPA-FRANCORCHAMPS, Belgium (AP) — An idyllic day for motor racing, under clear blue skies and late-summer sunshine on a picturesque track in Belgium, ended with the death of a 22-year-old French driver on Saturday.\n\nFILE - This May 24, 2019 file photo shows BWT Arden's Anthoine Hubert. French driver Anthoine Hubert has died in a Formula Two accident at the Belgian Grand Prix following an estimated 160 mph (257 kph) collision on Lap 2 at the high-speed Spa-Francorchamps track, which earlier Saturday Aug. 31, 2019, saw qualifying for Sunday's Formula One race. (David Davies/PA via AP, File)\n\nThe Frenchman lost his life at the high-speed circuit after an estimated 160 mph (257 kph) collision with 20-year-old U.S. driver Juan-Manuel Correa's car, as they accelerated uphill and then out of the notorious Eau Rouge corner on Lap 2. Hubert appeared to lose control of his car on the exit of the corner before slamming into the far-side barrier. His car flew off the tire wall and slid across the circuit before he was hit by Correa's car.\n\nAdvertisement\n\nCorrea is now recovering in hospital after reportedly breaking his legs.\n\nBoth Hubert's and Correa's cars were severed in two following the crash, with Correa's car flipped upside down. Hubert's car sustained a huge impact and span around violently, as did Correa's, with debris from both cars sprayed all over the track. Medics rushed to reach them on the famed 7-kilometer (4.3-mile) tree-lined track located in the Ardennes forest of Belgium.\n\nMotorsport's governing body FIA said Hubert \"succumbed to his injuries, and passed away at 18:35\" local time at the on-site medical center.\n\nAs other drivers swerved around the mangled wreckage of both cars, the race was canceled a few minutes later. An F2 race scheduled here for Sunday has also been called off.\n\nHubert raced for the British-owned Arden team run by Garry Horner, the father of Red Bull boss Christian Horner.\n\n\"(It) is a reminder of just how cruel motorsport, the sport we love, can be,\" Christian Horner said. \"In his rookie season, Anthoine was demonstrating to be a star of the future having already won races in Monaco and France this year.\"\n\nAdvertisement\n\nOthers in the racing community quickly expressed their sadness.\n\nMcLaren addressed its \"heartfelt condolences to Anthoine's family and loved ones, his colleagues at the Arden team, and the entire F2 community.\"\n\nFive-time F1 champion Lewis Hamilton wrote on Instagram: \"This is devastating. God rest your soul Anthoine. My prayers and thoughts are with you and your family today.\" Barely two hours before the incident, Hamilton had qualified third on the same track, having crashed into protective tire barriers during the third and final practice.\n\nThe French Automobile Federation said it was \"in shock\" after hearing of Hubert's death.\n\nThe Renault F1 team said in a statement: \"Anthoine was a member of the Renault Sport Academy and raced in the FIA Formula 2 Championship, the final ladder to F1 ... The Frenchman was a huge talent who also brought great energy and positivity to his championship, his teams and the Renault Sport Academy. His smile and sunny personality lit up our formidable group of young drivers, who had formed tight and enduring bonds.\"\n\nFrench driver Esteban Ocon, who has joined the Renault F1 team for next season, tweeted: \"Can't believe it, we had the same age, we started racing together and battled on track for years. All my thoughts goes to his family,\" adding \"Repose en paix\" — or rest in peace — in French.\n\nMany other teams and drivers expressed their sympathies about Hubert, who was eighth in the championship standings.\n\nAdvertisement\n\nThe FIA's statement gave details of the other two drivers involved: the Ecuador-born Correa — in his rookie season — and Giuliano Alesi, the son of former F1 Ferrari driver Jean Alesi.\n\nCorrea, who races for the Sauber Junior team, was said to be \"in a stable condition\" at Liege hospital while 19-year-old rookie Alesi was checked and declared fit at the Spa medical center.\n\nFIA says it is investigating the fatal accident, which happened in good weather and dry track conditions.\n\nFrench F1 driver Jules Bianchi died in July 2015, after a head-on collision with a track-side crane at the rain-soaked Japanese GP at Suzuka in October 2014.\n\nFerrari driver Charles Leclerc, who earlier had taken pole position at the Belgian GP for Sunday's F1 race, was a close friend of Bianchi's.\n\nThe 21-year-old Leclerc, the 2017 F2 champion, posted a photo on Instagram of himself alongside Hubert during their junior racing days.\n\nDeaths have hit other motorsport series in recent years.\n\nBritish IndyCar driver Justin Wilson died in August 2015, a day after being hit on the helmet by debris from another car at Pocono Raceway. In 2011, British IndyCar driver Dan Wheldon died of a head injury at Las Vegas when his car flipped cockpit-first into the fence and his head struck a pole.\n\n___\n\nMore AP sports: https://apnews.com/apf-sports and https://twitter.com/AP_Sports", "tokens": ["driver", "track", "crash", "day", "motor", "racing", "sky", "summer", "sunshine", "track", "death", "driver", "file", "photo", "driver", "accident", "mph", "kph", "collision", "speed", "track", "race", "life", "speed", "circuit", "mph", "kph", "collision", "driver", "car", "corner", "control", "car", "exit", "corner", "side", "barrier", "car", "tire", "wall", "circuit", "car", "hospital", "leg", "car", "crash", "car", "car", "impact", "debris", "car", "track", "medic", "7-kilometer", "tree", "track", "forest", "body", "injury", "time", "site", "center", "driver", "wreckage", "car", "race", "minute", "race", "team", "father", "boss", "reminder", "motorsport", "sport", "rookie", "season", "star", "future", "race", "year", "racing", "community", "sadness", "condolence", "family", "one", "colleague", "team", "f2", "community", "time", "f1", "champion", "soul", "prayer", "thought", "family", "today", "hour", "incident", "track", "tire", "barrier", "practice", "shock", "hearing", "death", "team", "statement", "member", "ladder", "talent", "energy", "positivity", "championship", "team", "smile", "personality", "group", "driver", "bond", "driver", "team", "season", "age", "track", "year", "thought", "family", "paix", "rest", "peace", "team", "driver", "sympathy", "championship", "standing", "statement", "detail", "driver", "rookie", "season", "son", "driver", "team", "condition", "hospital", "rookie", "center", "accident", "weather", "track", "condition", "f1", "driver", "head", "collision", "track", "side", "crane", "rain", "driver", "pole", "position", "f1", "race", "friend", "champion", "photo", "racing", "day", "motorsport", "series", "year", "driver", "day", "helmet", "debris", "car", "driver", "head", "injury", "car", "cockpit", "fence", "head", "pole", "_", "sport", "https://apnews.com/apf-sport", "https://twitter.com/ap_sport"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/bolsonaro-limits-ban-fires-brazil-amazon-only/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:15.095980", "headline": "Bolsonaro limits ban on fires in Brazil to Amazon only", "body": "Fire consumes the Amazon rainforest in Altamira, Brazil, on Tuesday, Aug. 27, 2019. Fires across the Brazilian Amazon have sparked an international outcry for preservation of the world's largest rainforest. (AP Photo/Leo Correa) (Leo Correa)\n\nRIO DE JANEIRO (AP) — Brazilian President Jair Bolsonaro is partially backtracking on a decree that banned most fires for land-clearing for 60 days, now saying the ban will only apply to the Amazon region.\n\nThe government on Friday published a decree saying fires for agriculture outside the Amazon region would be allowed with authorization from state environmental authorities. A day earlier, it published a ban on such fires nationwide in response to an international outcry over fires in the Amazon.", "tokens": ["fire", "rainforest", "fire", "outcry", "preservation", "world", "rainforest", "decree", "fire", "land", "clearing", "day", "ban", "region", "government", "decree", "fire", "agriculture", "region", "authorization", "state", "authority", "day", "ban", "fire", "response", "outcry", "fire"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/look-previous-hurricanes-that-have-affected-bahamas/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:16.198813", "headline": "A look at previous hurricanes that have affected the Bahamas", "body": "— 1932: The Great Abaco Hurricane, Category 5, struck the Bahamas at peak intensity. More than a dozen people were reportedly killed and hundreds injured.\n\nNASSAU, Bahamas (AP) — Hurricane Dorian is bearing down on the Bahamas as a Category 4 storm and should reach the archipelago on Sunday. Over two or three days, it could dump as much as 4 feet (1 meter) of rain, unleash high winds and whip up an abnormal rise in sea level called storm surge. Here is a looked at past hurricanes that have affected the archipelago.\n\nA child evacuated from a nearby Cay due to the danger of floods drags his suitcase when he arrives on a ship at the port before the arrival of Hurricane Dorian in Sweeting's Cay, Grand Bahama, Bahamas, Saturday Aug. 31, 2019. Dorian bore down on the Bahamas as a fierce Category 4 storm Saturday, with new projections showing it curving upward enough to potentially spare Florida a direct hit but still threatening parts of the Southeast U.S. with powerful winds and rising ocean water that causes what can be deadly flooding. (AP Photo/Ramon Espinosa)\n\n— 1965: Hurricane Betsy, Category 4, caused an estimated $14 million in damage across the Bahamas, primarily to crops.\n\nAdvertisement\n\n— 1992: Hurricane Andrew, Category 5, made landfall on Eleuthera at that strength but weakened to Category 4 while traversing the archipelago. It destroyed hundreds of houses in the Bahamas and reportedly left four dead.\n\n— 1999: Hurricane Floyd peaked at Category 4 and caused extensive material damages.\n\n— 2004: Hurricane Frances, Category 4, knocked out power, damaged homes in the Bahamas.\n\n— 2005: Hurricane Katrina later became a Category 5 storm but earlier traversed the Bahamas as a tropical storm causing minimal damage\n\n— 2005: Hurricane Wilma, Category 5, passed by the Bahamas, producing hurricane-force winds and a powerful storm surge, leading authorities to order evacuations.\n\n— 2011: Hurricane Irene, Category 3, made four landfalls in the Bahamas, causing widespread material damages but no reports of fatalities.\n\n— 2012: Hurricane Sandy, which peaked at Category 3, passed over the Bahamas before reaching the United States.\n\n— 2015: Hurricane Joaquin, Category 4, meandered over the southern Bahamas, battering its islands for over two days. Joaquin caused extensive devastation and its storm surge trapped hundreds in their homes. Offshore, the American cargo ship El Faro and her 33 members were lost to the hurricane.\n\nAdvertisement\n\n— 2016: Hurricane Matthews, Category 5, caused massive destruction in Haiti and damaged several islands in the Bahamas.\n\n— 2017: Hurricane Irma, Category 5, passed over Inagua and South Acklins islands where it downed power lines, knocked out communications and damaged homes.\n\n— 2019: Hurricane Dorian is bearing down on the Bahamas.", "tokens": ["peak", "intensity", "dozen", "people", "hundred", "category", "storm", "archipelago", "day", "foot", "meter", "rain", "wind", "whip", "rise", "sea", "level", "storm", "surge", "hurricane", "archipelago", "child", "danger", "flood", "suitcase", "ship", "port", "arrival", "category", "storm", "projection", "hit", "part", "wind", "ocean", "water", "flooding", "damage", "crop", "landfall", "strength", "category", "archipelago", "hundred", "house", "material", "damage", "power", "home", "storm", "storm", "damage", "hurricane", "force", "wind", "storm", "surge", "authority", "evacuation", "category", "landfall", "material", "damage", "report", "fatality", "island", "day", "devastation", "storm", "surge", "hundred", "home", "cargo", "ship", "member", "hurricane", "destruction", "island", "island", "power", "line", "communication", "home"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/2019/09/04/world/french-cops-detain-man-after-knife-attack-kills-1-injures-9/", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:17.183662", "headline": "French cops detain man after knife attack kills 1, injures 9", "body": "A police officer stands next to the place where an assailant who stabbed one person to death and injured nine others has been arrested, Saturday Aug.31, 2019 just outside a subway station in Villeurbanne, outside Lyon, central France. The reason for the attack is unclear. (AP Photo/Nicolas Vaux-Montagny)\n\nA police officer stands next to the place where an assailant stabbed one person to death and injured nine others has been arrested, Saturday Aug.31, 2019 just outside a subway station in Villeurbanne, outside Lyon, central France. The reason for the attack is unclear. (AP Photo/Nicolas Vaux-Montagny)\n\nReporters work near a subway station after an assailant stabbed one person to death and injured nine others, Saturday Aug.31, 2019 just outside a subway station in Villeurbanne, outside Lyon, central France. The reason for the attack is unclear. (AP Photo/Nicolas Vaux-Montagny)\n\nPolice officers investigate where an assailant stabbed one person to death and injured nine others and has been arrested, Saturday Aug.31, 2019 just outside a subway station in Villeurbanne, outside Lyon, central France. The reason for the attack is unclear. (AP Photo/Nicolas Vaux-Montagny) (Nicolas Vaux-Montagny)\n\nVILLEURBANNE, France (AP) — Police detained an Afghan man seeking asylum in France after one person was fatally stabbed and nine others injured Saturday outside a subway station in a suburb of Lyon, authorities said. The reason for the attack was unclear.\n\nThe assailant was a 33-year-old Afghan citizen who had applied for asylum in France and was awaiting a response, a national police official said.\n\nThe suspect provided contradictory information to police, but the attack in the town of Villeurbanne did not appear to be terrorism-related, the official told The Associated Press. The official was not authorized to be publicly named because of French government policy.\n\nAdvertisement\n\nVilleurbanne Mayor Jean-Paul Bret told reporters that the detained man was the primary suspect and the only one suspected in the actual stabbing.\n\nThe mayor said the victim who died was a 19-year-old man and three of the injured were in critical condition. It was unclear if the slain man knew the attacker, local police said.\n\nThe subway station in Villeurbanne was cordoned off, with police combing the area. Police were looking for possible accomplices.\n\nThe national anti-terrorism prosecutor's office so far had not been asked to participate in the investigation. The Lyon regional administration also said national security forces weren't involved in the search, which included a few dozen local police officers and a helicopter.\n\nFrance remains on high alert after several deadly Islamic extremist attacks in 2015 and 2016.\n\n__\n\nAssociated Press journalist Nicolas Vaux-Montagny reported this story in Villeurbanne and AP writer Angela Charlton reported from Paris.", "tokens": ["police", "officer", "place", "assailant", "person", "death", "other", "subway", "station", "reason", "attack", "police", "officer", "place", "assailant", "person", "death", "other", "subway", "station", "reason", "attack", "reporter", "subway", "station", "assailant", "person", "death", "other", "subway", "station", "reason", "attack", "officer", "assailant", "person", "death", "other", "subway", "station", "reason", "attack", "Police", "man", "asylum", "person", "other", "subway", "station", "suburb", "authority", "reason", "attack", "assailant", "citizen", "asylum", "response", "police", "official", "suspect", "information", "police", "attack", "town", "terrorism", "official", "official", "government", "policy", "reporter", "man", "suspect", "stabbing", "mayor", "victim", "man", "condition", "man", "attacker", "police", "subway", "station", "police", "area", "Police", "accomplice", "prosecutor", "office", "investigation", "administration", "security", "force", "search", "dozen", "police", "officer", "helicopter", "alert", "extremist", "attack", "_", "journalist", "story", "writer"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/lifestyle/travel/2019/09/04/black-american-and-abroad-racism-travels-free/UGdYCnPr7rt1R4BlVVEk3I/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:18.027534", "headline": "Black, American, and abroad? Racism travels free", "body": "For a few seconds, I am outside of my body. I was just trying to catch a cab in Paris.\n\nOver and over, a woman is smashing a taxi door into me, but I can’t understand her rage. In that moment, I don’t even feel the weight of the door.\n\nThe driver was a few steps ahead of me. As I made my way to his car, a woman frantically ran towards us across the street, from the opposite direction.\n\nI was already at his car door, so I opened it. And before I could get safely inside, the door was crashing into me.\n\nAdvertisement\n\nI’d been in Paris for six days — my first European adventure. I’d heard stories about traveling while black, but France was everything I wanted it to be. “Bonjour,” the natives greeted me everywhere I went. Each day, I explored the cafes where James Baldwin wrote “Go Tell It on the Mountain” and “Giovanni’s Room.” I found solace in the places he spent time, like Shakespeare and Company.\n\nParis was his escape. And as I sipped hot chocolate in the late of night on Paris sidewalks turned patios, I felt peace. Jumping on the Trampolines at the Tuileries with a sisterfriend, hands way in the air, across the street from the Louvre, I felt free. Even if it was fleeting, it was freeing.\n\nWith my feet in the grass at Luxembourg Gardens, I understood how this place became his home.\n\n“It wasn’t so much a matter of choosing France — it was a matter of getting out of America,” Baldwin told The Paris Review in 1984. “I didn’t know what was going to happen to me in France but I knew what was going to happen to me in New York. If I had stayed there, I would have gone under.”\n\nAdvertisement\n\nBut there is no escaping racism. It comes with you in the carry-on bag called your skin.\n\nAnd as I stood outside of a fancy shopping district where security stands at the entrances, being attacked by a white woman wearing a suit in broad daylight, I knew I did not have the right to be right. I was taught to defend myself.\n\nI am American. I am black. And I am in France. I do not have the fame or black excellence of James Baldwin and Josephine Baker. Sometimes the love of black culture is so high, a few of our famous can sample freedom so long as power systems stay intact.\n\nBut I’m an everyday black American woman visiting from Boston, where Crispus Attucks, a fugitive from slavery, was the first casualty of the American Revolution. I was born in Virginia, where the first enslaved Africans in America were sold 400 years ago.\n\nI knew I could not fight this lady. Eric Garner was choked to death five years ago on a New York street as he said, “I can’t breathe.”\n\nLast month, Daniel Pantaleo — the NYPD officer who choked Garner — was finally fired.\n\nThe chokehold was illegal. The killing was on video. Pantaleo didn’t go to jail. Five years after Garner’s death, he lost his job and pension. A GoFundMe for him already has raised over $160,000.\n\nAdvertisement\n\nAnd folk call that justice. No, I could not hit her back.\n\nAll I could think about is how I might die or be detained if I defended myself from this woman shouting in my face and attacking me. I took a deep breath and shoved the door back in her direction, giving me just enough room to be, well, free.\n\nExcept I wasn’t free. I couldn’t even look back. I had to just keep pushing forward, toward my friend, toward safety.\n\nAnd that’s when I felt the sting of her violence on my arm, very red but only slightly swollen.\n\nThe next day, pain pierced my elbow as I boarded a plane back to the states. I dropped my phone and smashed it.\n\nI was not mad about my arm or my iPhone. I was hurt because I had not fought back.\n\nThe day after that, Nikole Hannah-Jones and The New York Times released The 1619 Project, an initiative observing the 400th anniversary of the beginning of American slavery by examining the consequences of slavery and the contributions of black Americans.\n\nWe became black Americans in 1619, our roots stripped from us, a new culture born.\n\nOur people, black American people, were seen as subhuman. Whiteness could not exist without our blackness. And richness rested upon our oppression.\n\nThe Civil Rights Act of 1964 was less than 55 years ago. And we’re still fighting for equity, for black lives to matter.\n\n“This belief, that black people were not merely enslaved but were a slave race, became the root of the endemic racism that we still cannot purge from this nation to this day,” Hannah-Jones writes.\n\nAdvertisement\n\nAnd the thing about this nation is America is a world leader. Our influence is everywhere. If we cannot correct racism, if our country continues to uphold systemic oppression and anti-blackness, how can we expect to move about the world and not have run-ins with crazy cab ladies?\n\nI am a black American at all times. But being a black and brown Parisian isn’t easy, either.\n\nThe Paris banlieues riots against brutality and inequality were in 2005. Protestors want liberation, too. Racism and classism live everywhere.\n\nWhile walking through a lovely Parisian boutique the day before the attack, a salesman asked me, “Mademoiselle, are you finding happiness here?”\n\nWhat a beautiful question, I thought. We should all stop and ask ourselves that throughout the day. And the thing is, I was happy. I felt, for the first time in a very long while, light.\n\nEven as I held my elbow on the plane back to America, I clung to that buoyancy. I could still smell the fresh baked bread and that delectable taste of molten chocolate. I couldn’t wait to sing “Bonsoir” to my friends.\n\nI closed my eyes and held onto images of Monet’s “Water Lilies” and thoughts of Baldwin and Richard Wright talking black creativity over cocktails back in the day.\n\nYes, I found happiness in France. And I smiled when my feet touched the cobbly sidewalks of Boston again, too. I’m back in Massachusetts, where Belinda Sutton successfully petitioned the courts for her promised pension when her master died. Reparations. There’s a lot of ways to fight back the system that seeks to singe our spirit.\n\nAdvertisement\n\nIn America, in France, all around the world, I know this truth to be self-evident:\n\nDespite all people being created equal, it is not our lived experience. From sea to shining sea, black is black, and we deserve joy and we deserve to be free.\n\nJeneé Osterheldt can be reached at jenee.osterheldt@globe.com. Follow her on Twitter @sincerelyjenee.", "tokens": ["second", "body", "cab", "woman", "taxi", "door", "rage", "moment", "weight", "door", "driver", "step", "way", "car", "woman", "street", "direction", "car", "door", "door", "day", "adventure", "story", "everything", "native", "day", "cafe", "solace", "place", "time", "escape", "chocolate", "late", "night", "sidewalk", "patio", "peace", "sisterfriend", "way", "air", "street", "foot", "grass", "place", "home", "matter", "matter", "racism", "bag", "skin", "shopping", "district", "security", "entrance", "woman", "suit", "daylight", "right", "fame", "excellence", "love", "culture", "freedom", "power", "system", "woman", "fugitive", "slavery", "casualty", "year", "lady", "death", "year", "street", "month", "officer", "chokehold", "killing", "video", "jail", "year", "death", "job", "pension", "gofundme", "folk", "call", "justice", "woman", "face", "breath", "door", "direction", "room", "friend", "safety", "sting", "violence", "arm", "day", "pain", "elbow", "plane", "state", "phone", "arm", "day", "initiative", "anniversary", "beginning", "slavery", "consequence", "slavery", "contribution", "root", "culture", "people", "people", "subhuman", "blackness", "richness", "oppression", "year", "equity", "life", "belief", "people", "slave", "race", "root", "racism", "nation", "day", "thing", "nation", "world", "leader", "influence", "racism", "country", "oppression", "world", "in", "cab", "lady", "time", "riot", "brutality", "inequality", "protestor", "liberation", "racism", "classism", "boutique", "day", "attack", "salesman", "happiness", "question", "day", "thing", "time", "while", "light", "elbow", "plane", "buoyancy", "bread", "taste", "chocolate", "friend", "eye", "image", "thought", "creativity", "cocktail", "day", "happiness", "foot", "sidewalk", "court", "pension", "master", "reparation", "lot", "way", "system", "spirit", "world", "truth", "self", "people", "experience", "sea", "sea", "joy"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/metro/2019/09/03/judges-refuse-dismiss-assault-charges-against-protesters-straight-pride-parade/eNe0W4pgOc6gPbVgOmxU6O/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-03T00:00:00", "collection_date": "2019-09-04T20:08:18.775421", "headline": "Judge refuses to dismiss charges against protesters at Straight Pride Parade", "body": "The courtroom scene represented a striking role reversal, with a prosecutor assuming the unusual stance of pushing for dismissals while the judge took it upon himself to keep the charges intact. After three dozen protesters were arrested at the weekend rally, which ended with a clash with officers in downtown Boston, it was the latest flashpoint between courts and reform-minded Suffolk District Attorney Rachael Rollins, who has come under previous criticism for declining to prosecute certain low-level cases.\n\nAnd again and again, Boston Municipal Court Judge Richard J. Sinnott said no.\n\nAgain and again, as protesters arrested at the Straight Pride Parade in Boston came before a judge Tuesday, a Suffolk County prosecutor asked for leniency — for dismissal of the charges or release without bail.\n\nAdvertisement\n\nTuesday night, Rollins defended her office and said, “The judge punished the exercise of individuals’ First Amendment right to protest.’’\n\nRollins said that some of the people were appropriately handled by the judge and “will be held accountable for actions that put the safety of the public and law enforcement at risk.’’\n\n“For those people now tangled in the criminal justice system for exercising their right to free speech — many of whom had no prior criminal record — I will use the legal process to remedy the judge’s overstepping of his role,” she said in a statement.\n\nAs members of the police union looked on, Sinnott agreed to drop charges against just two of the 16 protesters who came before him Tuesday: a 63-year-old Vermont woman charged with disorderly conduct and a 21-year-old man from Worcester accused of disorderly conduct and resisting arrest.\n\nProsecutors asked for dismissal of nonviolent charges against seven more people, most in exchange for eight hours of community service. Sinnott denied the requests. Prosecutors did not ask Sinnott to drop any charges of assault or of violence against police.\n\nAdvertisement\n\nFive more people were held on bails ranging from $100 to $750. One man, 31-year-old Joshua Abrams of Stoneham, was held without bail because he faces charges in another county. He was accused of disorderly conduct and resisting arrest.\n\nSinnott released the other nine without bail and scheduled court dates for November.\n\nIn one sharp exchange, prosecutor Jessica Erickson asked Sinnott to dismiss disorderly conduct and resisting arrest charges against a 26-year-old Lowell man accused of forming a human chain with other protesters.\n\nHis behavior was “not appropriate,” she said, but prosecuting him would not make the community any safer.\n\n“Not appropriate? It sounds like he picked up the wrong fork at dinner,” Sinnott replied tartly. The charges would stand.\n\n“I think the general flavor of the room is that not even the district attorney’s office is deeply invested in these cases,” said Christopher Basso, a defense attorney who volunteered his time to represent some of the protesters.\n\nLawrence A. Calderone, vice president of the Boston Police Patrolmen’s Association, said he was pleased to hear Sinnott imposing bails and declining to dismiss charges as prosecutors wished.\n\n“We think that these offenders that are here, most of them outside of the city of Boston, not residents of Boston, came here as agitators. Here for a specific reason, here to create havoc, not only for the Police Department but for the general citizenry that are around, for the visitors that are in downtown Boston trying to enjoy the last weekend of the summer,’’ Calderone said.\n\nAdvertisement\n\nHe noted that previous district attorneys have also sought to dismiss disorderly conduct charges. “This DA’s office is doing the same thing, but the judge on the bench has taken a different position.”\n\nAlso Tuesday, three other people — Timothy Rego, Benjamin Boyd, and Kenneth Kraft Jr. — appeared before Judge Thomas R. Horgan, all on charges of assault and battery on a police officer. Horgan did not dismiss the charges.\n\nHe allowed their release but ordered them not to come into downtown Boston except for work.\n\nThe officer who patted Kraft down, Captain John Danilecki, was “operating with the knowledge that these groups advocate violence and armed ‘militant resistance,’ ” an officer wrote in an arrest affidavit.\n\nAs protesters made their first appearances, questions arose about police conduct as videos from the march circulated online showing officers used pepper spray on protesters.\n\nBoston police officials said they plan to review officers’ conduct, as they routinely do whenever officers use force.\n\nThe department’s policy on the use of an incapacitating agent like pepper spray requires that officers “generally confine” its use to defend themselves or another person, or when an officer is met with active resistance.\n\nMayor Martin J. Walsh, in a statement on Sunday, said he takes “any accusation of police misconduct seriously.”\n\n“I also want to be clear that sowing division between people is exactly the goal of Straight Pride organizers, and I will not stand for it,” Walsh said. “Just as the people of Boston work to make our values of love, inclusion, and acceptance known to all, our public safety officials work tirelessly to keep people safe from harm every single day of the year, and that will never change.”\n\nAdvertisement\n\nThe 1-mile parade drew about 200 marchers Saturday, who were heckled by some 600 protesters from Copley Square to City Hall Plaza.\n\nThe parade, which included a Trump 2020 float, was organized by a group called Super Happy Fun America. Parade organizer Mark Sahady is part of Resist Marxism, a group founded by an alt-right leader that has a history of violence. That group had helped organize a “free speech” rally in Boston in 2017 that critics said attracted white nationalists.\n\nAfter the parade ended, some protesters turned their anger toward police, accusing them of protecting the marchers.\n\nPolice on motorcycles drove up Congress Street to disperse the crowd, but protesters moved into the road to block their path. Officers moved into the crowd and grappled with protesters, in some cases using pepper spray. At least eight people could be seen being led away by police, including a woman who was limping.\n\nFour police officers were injured.\n\nGal Tziperman Lotan can be reached at gal.lotan@globe.com or at 617-929-2043. John R. Ellement can be reached at ellement@\n\nglobe.com. Follow him on Twitter @JREbosglobe.", "tokens": ["courtroom", "scene", "role", "reversal", "prosecutor", "stance", "dismissal", "judge", "charge", "dozen", "protester", "weekend", "rally", "clash", "officer", "downtown", "flashpoint", "court", "reform", "criticism", "level", "case", "protester", "judge", "prosecutor", "leniency", "dismissal", "charge", "bail", "night", "office", "judge", "exercise", "individual", "right", "people", "judge", "action", "safety", "public", "law", "enforcement", "risk", "people", "justice", "system", "right", "speech", "record", "process", "judge", "overstepping", "role", "statement", "member", "police", "union", "charge", "protester", "woman", "conduct", "man", "conduct", "arrest", "dismissal", "charge", "people", "exchange", "hour", "community", "service", "request", "prosecutor", "charge", "assault", "violence", "police", "people", "bail", "man", "bail", "charge", "county", "conduct", "arrest", "bail", "court", "date", "exchange", "prosecutor", "conduct", "arrest", "charge", "man", "chain", "protester", "behavior", "community", "fork", "dinner", "charge", "flavor", "room", "district", "attorney", "office", "case", "defense", "attorney", "time", "protester", "vice", "president", "bail", "charge", "prosecutor", "offender", "city", "resident", "agitator", "reason", "havoc", "citizenry", "visitor", "downtown", "weekend", "summer", "calderone", "district", "attorney", "conduct", "charge", "office", "thing", "judge", "bench", "position", "people", "charge", "assault", "battery", "police", "officer", "charge", "release", "downtown", "work", "officer", "knowledge", "group", "violence", "resistance", "officer", "arrest", "affidavit", "protester", "appearance", "question", "police", "conduct", "video", "march", "officer", "pepper", "spray", "protester", "police", "official", "officer", "conduct", "officer", "force", "department", "policy", "use", "agent", "pepper", "spray", "officer", "use", "person", "officer", "resistance", "statement", "“", "accusation", "police", "misconduct", "division", "people", "goal", "organizer", "“", "people", "work", "value", "love", "inclusion", "acceptance", "safety", "official", "people", "harm", "day", "year", "parade", "marcher", "protester", "parade", "float", "group", "organizer", "part", "group", "alt", "leader", "history", "violence", "group", "speech", "rally", "critic", "nationalist", "parade", "protester", "anger", "police", "marcher", "motorcycle", "crowd", "protester", "road", "path", "officer", "crowd", "protester", "case", "pepper", "spray", "people", "police", "woman", "police", "officer"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/metro/2019/09/04/judge-going-prosecute-case-hub-jurist-criticized-for-denying-request-drop-charges/mfFqX1u6ia4k3j8zRL4k3K/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:19.490312", "headline": "Judge faces criticism for denying request to drop charges against Straight Pride Parade counterprotesters", "body": "“Is the judge going to prosecute the case?” Nancy Gertner, a former federal judge in Boston who now teaches at Harvard Law, said Wednesday. “These are the kinds of judgments that a prosecutor makes.”\n\nA prominent retired federal judge is criticizing a state court judge for refusing a request by prosecutors Tuesday to drop some charges filed against the Straight Pride counterprotesters , calling the move “really not in the zone of legitimate.”\n\nAs members of the police union looked on Tuesday, Sinnott agreed to drop charges against just two of the 16 protesters who came before him: a 63-year-old Vermont woman charged with disorderly conduct and a 21-year-old Worcester man accused of disorderly conduct and resisting arrest.\n\nAdvertisement\n\nProsecutors asked for dismissal of nonviolent charges against seven more people, most in exchange for eight hours of community service. Sinnott denied the requests. Prosecutors did not ask Sinnott to drop any charges of assault or of violence against police.\n\nSinnott “can’t say ‘I don’t agree with your policy [to not prosecute certain non-violent crimes] Rachael Rollins,’ ” Gertner said. “As a judge, I oftentimes disagreed with the cases brought in front of me.” However, she said, “in a system of divided power” prosecutors make the charging calls.\n\nAnd forcing prosecutors to pursue cases they don’t want isn’t tenable, according to Robert Bloom, a BC Law professor and former prosecutor. If prosecutors think a case should be dropped, Bloom said, “then who’s going to prosecute it?”\n\nHe said a prosecutor “has an ethical obligation to seek justice. If a prosecutor in the first instance doesn’t feel like charges were justified, judges usually go along with the prosecutors.”\n\nAdvertisement\n\nSinnott declined to comment through a Trial Court spokeswoman.\n\nThe Massachusetts Rules of Criminal Procedure give prosecutors “absolute” discretion to file a formal dismissal of charges, known as a nolle prosequi, which must be accompanied by a written statement from the government explaining the reasons for the decision.\n\nThe statements are often brief, citing developments such as the unavailability of a witness or the interests of justice.\n\n“The decision to enter a nolle prosequi as to all or any distinct part of pending charges is discretionary with the prosecuting attorney,” say the rules posted to the official state website. “Power to enter a nolle prosequi is absolute in the prosecuting officer from the return of the indictment up to the beginning of trial, except possibly in instances of scandalous abuse of the authority.”\n\nA footnote says the federal courts allow “dismissal by the prosecution only with leave of court. It did not seem advisable to engraft this additional requirement onto the Massachusetts rule, however, since it is doubted that the court has the power to compel the Commonwealth to proceed with a case which it does not believe warrants prosecution.”\n\nGertner said that in seeking a judge’s dismissal from the bench rather than a nolle prosequi, Rollins’s office was seeking to compel some of the defendants to perform community service. With a nolle prosequi, they’d walk out of the courthouse without any consequences.\n\nRegardless of the rules, the clash that played out Tuesday in Sinnott’s courtroom mirrors a growing trend nationwide, according to Mark J. Geragos, a high-profile defense lawyer based in L.A. whose client roster has included Michael Jackson, Chris Brown and Winona Ryder.\n\nAdvertisement\n\n“Progressive Prosecutors are often at odds with police and their unions and the clash plays out in the courtroom,” Geragos wrote, adding that the “DA’s in Philadelphia and Cook County Chicago are the most prominent” examples.\n\nIt’s a trend that US Attorney General William P. Barr lamented during an address last month at the Grand Lodge Fraternal Order of Police’s 64th National Biennial Conference.\n\nBarr cited what he called “the emergence in some of our large cities of District Attorneys that style themselves as ‘social justice’ reformers, who spend their time undercutting the police, letting criminals off the hook, and refusing to enforce the law,” according to a transcript of his remarks. “These anti-law enforcement DAs have tended to emerge in jurisdictions where the election is largely determined by the primary.”\n\nRollins on Tuesday defended her office, saying in a statement that Sinnott “punished the exercise of individuals’ First Amendment right to protest” and that the allegedly violent offenders who were charged “will be held accountable for actions that put the safety of the public and law enforcement at risk.’’\n\nSinnott, 63, is relatively new to the bench.\n\nGovernor Charlie Baker nominated him in 2017 and said at the time that Sinnott’s “diverse legal experience and his commitment to human rights laws will make him a welcome addition to the Trial Court system.”\n\nAdvertisement\n\nA lifelong Boston resident, Sinnott “practiced civil and criminal law from his own law office for more than 25 years,” Baker’s office said at the time of his nomination. “An Army Reserve judge advocate and Iraq war veteran, Sinnott also serves as an adjunct professor at Suffolk University Law School where he teaches law of war. He also teaches law and human rights to international military officers at the U.S. Department of Defense Institute of International Legal Studies. He is a graduate of Boston Latin School, Norwich University and Suffolk University Law School.”\n\nA Baker spokeswoman didn’t immediately respond to a request for comment.\n\nGal Tziperman Lotan and John R. Ellement of the Globe Staff contributed to this report. Travis Andersen can be reached at travis.andersen@globe.com. Follow him on Twitter @TAGlobe.", "tokens": ["judge", "case", "judge", "kind", "judgment", "prosecutor", "judge", "state", "court", "judge", "request", "prosecutor", "charge", "counterprotester", "move", "zone", "member", "police", "union", "charge", "protester", "woman", "conduct", "man", "conduct", "arrest", "dismissal", "charge", "people", "exchange", "hour", "community", "service", "request", "prosecutor", "charge", "assault", "violence", "police", "policy", "crime", "judge", "case", "front", "system", "power", "prosecutor", "call", "prosecutor", "case", "professor", "prosecutor", "prosecutor", "case", "prosecutor", "obligation", "justice", "prosecutor", "instance", "charge", "judge", "prosecutor", "spokeswoman", "prosecutor", "discretion", "dismissal", "charge", "prosequi", "statement", "government", "reason", "decision", "statement", "development", "unavailability", "witness", "interest", "justice", "decision", "prosequi", "part", "charge", "attorney", "rule", "state", "website", "power", "prosequi", "officer", "return", "indictment", "beginning", "trial", "instance", "abuse", "authority", "footnote", "court", "dismissal", "prosecution", "leave", "court", "requirement", "rule", "court", "power", "case", "warrant", "prosecution", "judge", "dismissal", "bench", "prosequi", "office", "defendant", "community", "service", "prosequi", "courthouse", "consequence", "rule", "clash", "courtroom", "mirror", "trend", "profile", "defense", "lawyer", "client", "roster", "odd", "police", "union", "clash", "courtroom", "example", "trend", "address", "month", "emergence", "city", "justice", "reformer", "time", "police", "criminal", "hook", "law", "transcript", "remark", "enforcement", "da", "jurisdiction", "election", "primary", "office", "statement", "exercise", "individual", "right", "offender", "“", "action", "safety", "public", "law", "enforcement", "risk", "bench", "time", "experience", "commitment", "right", "law", "addition", "system", "resident", "law", "law", "office", "year", "office", "time", "nomination", "judge", "advocate", "war", "veteran", "professor", "law", "war", "law", "right", "officer", "graduate", "spokeswoman", "request", "comment", "report", "@taglobe"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/business/2019/09/03/women-are-facing-massive-increase-hostility-workplace-author-metoo-era-study-says/idjrymGJnMFvNANUO9seHM/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-03T00:00:00", "collection_date": "2019-09-04T20:08:20.726125", "headline": "Women facing ‘massive increase in hostility’ in workplace, #MeToo-era study says", "body": "Women say they are being subjected to sexism far more than they used to be, according to a new study out of the University of Colorado Boulder Leeds School of Business — even as they report less overt harassment, such as sexual coercion (“sleep with me and you’ll get a promotion”) and unwanted sexual attention (ogling or fondling).\n\nIn the two years since the #MeToo movement took off, igniting a firestorm over sexual harassment in the workplace, another form of less incendiary but more insidious gender-based harassment has been building quietly.\n\n“It’s not that the need to subjugate women goes away, I just think it takes a different form,” Johnson said. “Rather than make sexual comments about women, men who are prone to sexually harass will just accuse women of being incompetent.”\n\nAdvertisement\n\nMeghan Chiampa is all too familiar with being demeaned by her male co-workers. As the only woman on a team of 20 web developers working onsite at a Boston media company, Chiampa’s requests to present her work at her team’s weekly meeting were ignored. She was never invited to the conferences or hackathons that her colleagues attended. And despite good performance reviews, Chiampa said, she was steered toward nontechnical project management tasks instead of the development work she’d been hired for.\n\nOnce, when she mentioned using Excel for data extraction, a male co-worker scoffed, “Oh, my wife likes Excel.”\n\nFed up, Chiampa quit a few weeks ago. (She asked that the company not be named to avoid professional repercussions. The company did not respond to requests for comment). And while she was in the middle of telling her boss how hard it was to be the only woman on the team, he interrupted her: “Nope.”\n\nThen he named a female web developer who didn’t work in the office.\n\nAdvertisement\n\nIn two surveys of more than 500 full-time professional women between the age of 25 and 45, half polled in September 2016 — a year before the #MeToo movement erupted — and the other half in September 2018, incidents of sexual harassment dropped, according to the University of Colorado study. But gender harassment, defined as negative treatment of women such as making sexist remarks, jumped 16 percentage points, experienced by a staggering 92 percent of women in 2018.\n\nThe #MeToo movement — including high-profile accusations against President Trump and now-Supreme Court Justice Brett Kavanaugh, as well as a trove of men in entertainment and media, including film producer Harvey Weinstein — has put a glaring spotlight on sexual misconduct. As a result, men have become fearful of being accused, management consultants note, causing them to stop traveling or having closed-door meetings with female co-workers because “they might #MeToo me,” adding to the more subtle forms of discrimination highlighted in the study.\n\nA heightened awareness of inequities in the workplace could also be making women more likely to call out sexist behavior, analysts say.\n\nThis type of non-sexual harassment is harder to eradicate than full-on sexual misconduct because it’s more ingrained in the culture, said Jodi Detjen, a Suffolk University management professor and cofounder of the gender equity consulting firm Orange Grove Consulting. Everyone knows that sexual harassment is wrong, she said, noting that, “I’ve not heard a single man say, ‘I can’t believe they’re making me not touch her anymore.’ ”\n\nAdvertisement\n\nGender bias, on the other hand, is not as easy to root out.\n\nThe events of the past two years have increasingly put men and women at odds, Detjen said, adding to tensions in the workplace.\n\n“It’s created a little ‘us and them,’ ” she said.\n\nEven if more overt forms of sexual harassment have decreased — something Boston employment attorney Rebecca Pontikes is not convinced has happened — she sees sexual harassment and gender bias as “two sides of the same coin” that can hinder women’s careers.\n\n“It’s the same problem, which is that they see women as sex objects” rather than equals, she said. “They’re just doing something different to act on it.”\n\nMany companies have updated their sexual harassment policies and held training amid the recent cascade of high-profile sexual misconduct allegations, but gender harassment, while also illegal, has not been put under the same microscope. What’s really needed, analysts say, is cultural change: looking at how decisions are made, how meetings are conducted, and how employees are hired, promoted, and evaluated. Getting more women into leadership roles would also help.\n\nGender bias is a constant in Katie Herzog’s work as president of Eastern Point Consulting Group in Newton, whose clients are mostly law firms. Over the past 25 years, she’s seen women being held back at every organization she’s worked with, she said\n\nWhen they get pregnant, some are told they’re on the “mommy track,” insinuating that they are no longer career-oriented; a woman trying to start a new venture at her law firm was told to stop making waves, while her male peers were encouraged to take risks.\n\nAdvertisement\n\nAt a large New York organization, a senior female employee was barred from attending an important meeting with a foul-mouthed client because her colleagues were worried he might offend her. Herzog was astonished: “You’re not her father,” she told a leader at the company.\n\n“It never occurred to them that she could stand up for herself,” Herzog said.\n\nIf anything, the diminishment of women in the workplace has become more nuanced in the past two years, said Allison Esposito Medina, founder of Tech Ladies, an online community of 50,000 women involved in the male-dominated field of technology. There may not be as much leering or grabbing, but women who advocate for themselves are being dealt with more harshly, judging from what she’s seen in the Tech Ladies online forum. Women asking for salary increases are being demoted, and sometimes fired, she said.\n\n“It’s becoming trickier and trickier because people are not doing the really obvious 1950s sexual harassment as much,” she said. “People think, ‘Oh, #MeToo happened, Time’s Up happened, and now everything’s OK.’ ”\n\nBut it’s clearly not. These movements, while important, can give men cover to discriminate against women in other ways, said Lauren Stiller Rikleen, the Boston-area president of the Rikleen Institute for Strategic Leadership and author of “The Shield of Silence,” about how the fear of retaliation impedes the reporting of sexual harassment.\n\nAdvertisement\n\nMen who don’t want to mentor women or invite them to after-work gatherings can now justify these actions, or lack thereof, by saying they’re trying to protect themselves, and women, from suggestions of impropriety. Beyond being detrimental to a woman’s career, this type of gender exclusion “perpetuates the idea of women as other,” Rikleen said.\n\n“It is another opportunity for your bias to be hidden by trying to sound like you’re doing the right thing,” she said. “I feel like I’m lost in ‘Groundhog Day’ much of the time because I’m having the same conversations with women today that I had 30 years ago.”\n\nKatie Johnston can be reached at katie.johnston@globe.com. Follow her on Twitter @ktkjohnston.", "tokens": ["woman", "sexism", "study", "harassment", "coercion", "sleep", "promotion", "attention", "year", "movement", "firestorm", "harassment", "workplace", "form", "gender", "harassment", "need", "woman", "form", "comment", "woman", "man", "woman", "co", "-", "worker", "woman", "team", "web", "developer", "medium", "company", "request", "work", "team", "meeting", "conference", "hackathon", "colleague", "performance", "review", "project", "management", "task", "development", "work", "datum", "extraction", "co", "-", "scoffed", "“", "wife", "week", "company", "repercussion", "company", "request", "comment", "middle", "boss", "woman", "team", "web", "developer", "office", "survey", "time", "woman", "age", "half", "year", "movement", "half", "incident", "harassment", "study", "gender", "harassment", "treatment", "woman", "remark", "percentage", "point", "percent", "woman", "movement", "profile", "accusation", "trove", "man", "entertainment", "medium", "film", "producer", "spotlight", "misconduct", "result", "man", "management", "consultant", "door", "meeting", "co", "-", "worker", "“", "form", "discrimination", "study", "awareness", "inequity", "workplace", "woman", "behavior", "analyst", "type", "harassment", "misconduct", "culture", "management", "professor", "cofounder", "gender", "equity", "firm", "Everyone", "harassment", "man", "bias", "hand", "event", "year", "man", "woman", "odd", "tension", "workplace", "‘", "form", "harassment", "something", "employment", "attorney", "harassment", "gender", "bias", "side", "coin", "woman", "career", "problem", "woman", "sex", "object", "equal", "something", "company", "harassment", "policy", "training", "cascade", "profile", "misconduct", "allegation", "gender", "harassment", "microscope", "analyst", "change", "decision", "meeting", "employee", "woman", "leadership", "role", "bias", "constant", "work", "president", "client", "law", "firm", "year", "woman", "organization", "mommy", "track", "career", "woman", "venture", "law", "firm", "wave", "peer", "risk", "organization", "employee", "meeting", "client", "colleague", "father", "leader", "company", "anything", "diminishment", "woman", "workplace", "year", "founder", "community", "woman", "male", "field", "technology", "woman", "forum", "woman", "salary", "increase", "trickier", "trickier", "people", "1950", "harassment", "People", "everything", "movement", "man", "woman", "way", "area", "president", "author", "fear", "retaliation", "reporting", "harassment", "woman", "work", "gathering", "action", "lack", "woman", "suggestion", "impropriety", "woman", "career", "type", "gender", "exclusion", "idea", "woman", "opportunity", "bias", "thing", "time", "conversation", "woman", "today", "year"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/metro/2019/09/04/damaging-thunderstorms-tap-for-parts-mass-later-today/s25xmmcTbFGGePjsgRekJN/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:21.577995", "headline": "‘Damaging thunderstorms’ on tap for parts of Mass. later today", "body": "[Today] Not meant to be verbatim but to give a rough approximation of storm timing across S New England. Again, isolated to scattered strong to severe storms. Main threats of damaging winds, locally heavy downpours. Timing between 2p - 8p. pic.twitter.com/OZ51eon5MD\n\n“Damaging thunderstorms” and heavy downpours — with the potential for hail and an isolated tornado — are expected to hit southern New England between 2 and 9 p.m., National Weather Service forecasters said in a special weather statement issued at 10:50 a.m. Wednesday.\n\nHere’s hoping you left the house with an umbrella this morning.\n\nThe areas with the highest likelihood of the strong storms include northern Connecticut and the western and central parts of Massachusetts, forecasters said.\n\n“The most likely thunderstorm weather would be strong straight-line wind gusts and heavy downpours. Large hail and an isolated tornado are less likely but possible,” forecasters wrote.\n\nAdvertisement\n\nForecasters warned that residents should “remain alert to the changing weather,” and to go indoors if a thunderstorm approaches.\n\nMeanwhile, a severe thunderstorm watch was issued Wednesday afternoon through 9 p.m. for Berkshire, Essex, Franklin, Hampden, Hampshire, Middlesex, and Worcester counties.\n\nA Severe Thunderstorm Watch has been issued until 9 PM this evening for most of southern New England. pic.twitter.com/fWaFX52j8E — NWS Boston (@NWSBoston) September 4, 2019\n\nA severe thunderstorm warning was also issued around 2 p.m. until 2:45 p.m. for the north central part of Berkshire County in Massachusetts, as well as parts of New York state.\n\n“Large hail and damaging winds and continuous cloud to ground lightning is occurring with this storm. Move indoors immediately,” forecasters wrote in the thunderstorm warning.\n\nAn early morning weather outlook stated that “isolated to scattered strong thunderstorms” were likely to hit north and west of the Boston to Providence corridor, with a “low risk” of large hail and a tornado.\n\n*SEVERE T-STORM WATCH* in effect. Highest risk for damaging wind/hail, isolated tornadoes north & west of Boston. pic.twitter.com/hLyCPy1hUi — Jason Brewer (@JBrewerBoston25) September 4, 2019\n\nStorms are still a good distance from Boston area. Time frame to watch 4-7p locally pic.twitter.com/szUWJZXHJS — Terry Eliasen (@TerryWBZ) September 4, 2019", "tokens": ["today", "approximation", "storm", "timing", "storm", "threat", "wind", "downpour", "pic.twitter.com/OZ51eon5MD", "thunderstorm", "downpour", "potential", "hail", "tornado", "—", "p.m.", "forecaster", "weather", "statement", "a.m.", "house", "umbrella", "morning", "area", "likelihood", "storm", "part", "forecaster", "thunderstorm", "weather", "line", "wind", "gust", "downpour", "hail", "tornado", "forecaster", "resident", "weather", "indoor", "thunderstorm", "thunderstorm", "watch", "afternoon", "p.m.", "county", "pm", "evening", "thunderstorm", "warning", "p.m.", "p.m.", "part", "part", "state", "hail", "wind", "cloud", "ground", "lightning", "storm", "indoor", "forecaster", "thunderstorm", "warning", "morning", "weather", "outlook", "“", "thunderstorm", "north", "west", "corridor", "risk", "hail", "tornado", "effect", "risk", "wind", "hail", "tornado", "west", "@jbrewerboston25", "distance", "area", "frame"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/news/nation/2019/09/04/emily-doe-stanford-sexual-assault-case-reveals-her-name-chanel-miller/e56ph1ficTMGE2kCaHu7KI/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:22.608839", "headline": "‘Emily Doe’ in Stanford sexual assault case reveals her name: Chanel Miller", "body": "She has been known to the world as “Emily Doe,” the sexual assault victim of Stanford swimmer Brock Turner. Now she’s revealing her name and face. Chanel Miller, here reading her victim impact statement, gives her first interview to \"60 Minutes\" https://t.co/U4GDOofVj6 pic.twitter.com/cpVMwCZ4Sk\n\nChanel Miller , who was in her early 20s at the time of the January 2015 assault, has come forward to share her story in a new 368-page book, titled “ Know My Name ,” which will be released Sept. 24. She also sat for an interview with CBS’s “ 60 Minutes ,” which will air on Sept. 22.\n\nThe woman who was dubbed “Emily Doe” in the sexual assault case involving Stanford University swimmer Brock Turner has revealed her full identity in a forthcoming memoir that will be released this month.\n\nAccording to her author profile on Penguin Random House’s website, Miller “is a writer and artist who received her BA in Literature from the College of Creative Studies at the University of California, Santa Barbara.” She lives in San Francisco, according to her profile.\n\nAdvertisement\n\nMiller’s case gained national attention after she read a heart-wrenching 7,200-word victim impact statement in court during Turner’s trial in 2016. She began the statement by saying, “You don’t know me, but you’ve been inside me, and that’s why we’re here today.”\n\nChanel Miller (left) with Bill Whitaker of “60 Minutes.” (CBSNews/60MINUTES)\n\nShe continued to explain her ordeal in the statement, adding, ‘‘You took away my worth, my privacy, my energy, my time, my intimacy, my confidence, my own voice, until today.’’\n\nProsecutors said that Turner assaulted Miller while she was unconscious behind a dumpster on campus. Turner was caught by two passersby, described by Miller in her statement as Swedish graduate students.\n\n“When the policeman arrived and interviewed the evil Swede who tackled you, he was crying so hard he couldn’t speak because of what he’d seen,” she wrote in her statement.\n\nRELATED: Read the full impact statement\n\nChanel Miller (right) with Bill Whitaker of “60 Minutes.” (CBSNews/60MINUTES)\n\nTurner was convicted in 2016 on three felony charges: sexual assault of an unconscious person, sexual assault of an intoxicated person, and sexual assault with intent to commit rape. He was sentenced to six months in jail — a sentence that was widely criticized as too lenient. He served three months of that sentence, according to The New York Times.\n\nAdvertisement\n\nThe judge in the case, Aaron Persky, was recalled as a result of the ensuing uproar.\n\nIt has been known that “Emily Doe” was writing a memoir, but it wasn’t previously clear if she would reveal her identity.\n\nBrock Turner in September 2016. (REUTERS/File)\n\nMiller — then known only as “Emily Doe” — was named Glamour’s “Woman of the Year” in 2016, as her statement, the magazine said, was a ‘‘take-no-prisoners’’ account that ‘‘changed the conversation about sexual assault forever.’’\n\nThen-Vice President Joe Biden also penned an open letter to her published online, calling her a “warrior” and saying he was “in awe of your courage for speaking out.”\n\n‘‘I do not know your name — but your words are forever seared on my soul.’’ Biden also wrote that her statement should be required reading.\n\n“The millions who have been touched by your story will never forget you,” he wrote.", "tokens": ["world", "assault", "victim", "swimmer", "name", "face", "impact", "statement", "interview", "minute", "20", "time", "assault", "story", "book", "name", "interview", "air", "woman", "assault", "case", "swimmer", "identity", "memoir", "month", "author", "profile", "website", "writer", "artist", "ba", "profile", "case", "attention", "heart", "victim", "impact", "statement", "court", "trial", "statement", "today", "ordeal", "statement", "worth", "privacy", "energy", "time", "intimacy", "confidence", "voice", "today", "dumpster", "campus", "passersby", "statement", "graduate", "student", "policeman", "evil", "statement", "impact", "statement", "felony", "charge", "assault", "person", "assault", "person", "assault", "intent", "rape", "month", "jail", "sentence", "month", "sentence", "judge", "case", "result", "uproar", "memoir", "identity", "woman", "statement", "magazine", "prisoner", "account", "conversation", "assault", "letter", "warrior", "awe", "courage", "name", "word", "soul", "statement", "reading", "million", "story"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/business/2019/09/03/city-hall-aide-seen-puzzling-figure-caught-bribery-case/8IenFkGWSVGALY71HC7MuO/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-03T00:00:00", "collection_date": "2019-09-04T20:08:23.655680", "headline": "City Hall aide seen as puzzling figure to be caught up in bribery case", "body": "Lynch’s plan to plead guilty to charges that he took $50,000 from a developer to influence a vote on Boston’s Zoning Board of Appeal has baffled some who know the longtime city worker. In public comments and private conversations, they described Lynch as an unflashy, nuts-and-bolts bureaucrat, an expert in how to get small things done at City Hall.\n\nThen he wound up smack in the middle of a bribery scandal.\n\nBy all accounts, John Lynch was a fairly run-of-the-mill staffer at City Hall, the guy in a suit at a neighborhood business fair, or the one standing at the edge of the picture at a ribbon-cutting.\n\nAdvertisement\n\n“He just knew the city,” said City Councilor Frank Baker, who considers Lynch a friend and said he was “shocked” by the charges. “He’d either know [the answer] or he’d say, ‘It’s this guy in this department. Give him a call.’ ”\n\nNow 66, the Dorchester resident had worked for city government since the late 1970s, starting under Kevin White and serving under four mayors. He was nearing retirement, when, in mid-August, he abruptly resigned from his high-paying job as an assistant director of real estate in a city agency, giving just one day’s notice. Two weeks later, word broke of his plea deal, and with it, the prospect of years in prison.\n\n“Mr. Lynch spent a lifetime helping others, and he has had a tremendous and positive impact on the community,” said his lawyer, Hal Brennan, who has described Lynch’s acceptance of the bribe as “an aberration.”\n\n“He’s sorry to his friends, family, colleagues, and the countless members of the community that hold him in high regard.”\n\nFor the last three years, Lynch worked in a low-profile job at the Boston Planning & Development Agency that paid about $134,000 a year. Mostly, according to people familiar with his job, Lynch managed and oversaw maintenance of city-owned buildings in the Raymond L. Flynn Marine Park — a post far from the power brokers who negotiate high-profile projects on City Hall’s ninth floor.\n\nAdvertisement\n\nBefore that, Lynch spent 16 years at the city’s Department of Neighborhood Development, where he ran small business programs and helped entrepreneurs navigate oft-arcane city programs. It was an important job, colleagues said, if unsexy. He was once quoted in the Globe while helping restaurants in the Fenway recover from a fire. He would staff a table the department set up at small-business night at the Columbia/Savin Hill Civic Association, a Dorchester neighborhood group.\n\nAnd he was fluent in the small programs the city runs to help entrepreneurs. Baker, who owned a restaurant on Dorchester Avenue before running for City Council, recalls Lynch maybe 15 years ago guiding him to tap a city fund that helped pay for new signs.\n\n“He was very helpful in trying to navigate that process,” Baker said. “He was someone you could call with any sort of issue.”\n\nHow Lynch’s bureaucratic expertise led him to take a $50,000 bribe from a developer — who sources familiar with the case have said is Steven Turner — remains unclear.\n\nProsecutors have said little other than that Lynch used his “official position within the BPDA” to influence a ZBA member whom he knew to vote for an extension of zoning permits in 2017 for a condo site Turner owned in South Boston. They haven’t said who Lynch may have influenced, or exactly how. Turner has not been charged.\n\nAdvertisement\n\nZoning lawyers and others familiar with the ZBA’s process say they’re not sure how Lynch could have persuaded board members, at least through his official capacities. Nor do they see why Turner would pay $50,000 for what is, typically, a routine request to the board to extend permits on a project facing minor delays.\n\nIn the sometimes-braggy world of city politics, Lynch wasn’t much of a name-dropper, say people who worked with him. He made modest political donations — $100 checks to various City Council members over the years, and $500 to Mayor Martin J. Walsh in recent years — fairly standard practice among city staff of a certain pay grade.\n\nHe owned rental property — real estate records indicate he and his wife own at least two three-deckers in Dorchester.\n\nAnd Lynch dabbled in real estate development; in 2015 he bought a run-down property next to his home in the Clam Point section of Dorchester and built a two-unit condo project there, according to county real estate records and city building permit data. He has since sold those condos for a little under $1.5 million combined, according to deeds filed in Suffolk County.\n\nTim Logan can be reached at tim.logan@globe.com. Follow him on Twitter at @bytimlogan.", "tokens": ["plan", "charge", "developer", "vote", "city", "worker", "comment", "conversation", "nut", "bolt", "bureaucrat", "expert", "thing", "middle", "bribery", "scandal", "account", "mill", "staffer", "guy", "suit", "neighborhood", "business", "edge", "picture", "ribbon", "cutting", "city", "friend", "charge", "answer", "guy", "department", "call", "resident", "city", "government", "1970", "mayor", "retirement", "job", "director", "estate", "city", "agency", "day", "notice", "week", "word", "plea", "deal", "prospect", "year", "prison", "lifetime", "other", "impact", "community", "lawyer", "acceptance", "bribe", "aberration", "friend", "family", "colleague", "member", "community", "regard", "year", "profile", "job", "year", "people", "job", "maintenance", "city", "building", "post", "power", "broker", "profile", "project", "floor", "year", "city", "business", "program", "entrepreneur", "oft", "arcane", "city", "program", "job", "colleague", "restaurant", "recover", "fire", "table", "department", "business", "night", "neighborhood", "group", "program", "city", "entrepreneur", "restaurant", "year", "city", "fund", "sign", "process", "someone", "sort", "issue", "expertise", "bribe", "developer", "case", "prosecutor", "position", "member", "extension", "zoning", "permit", "condo", "site", "lawyer", "other", "process", "board", "member", "capacity", "request", "board", "permit", "project", "delay", "world", "city", "politic", "name", "dropper", "people", "donation", "check", "member", "year", "year", "practice", "city", "staff", "pay", "grade", "property", "estate", "record", "wife", "decker", "estate", "development", "run", "property", "home", "section", "unit", "condo", "project", "county", "estate", "record", "city", "building", "permit", "datum", "condo", "deed"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/lifestyle/travel/2019/09/04/logan-poised-become-one-busiest-airports-country/0k2zL5MOiueDSQAfahnS2J/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-04T00:00:00", "collection_date": "2019-09-04T20:08:24.644530", "headline": "Logan poised to become one of the 10 busiest airports in the country", "body": "“For two established carriers to be looking for rapid development at any airport is rare,” said John Grant, the author of the study. “It reflects their confidence in the future opportunity at the airport.”\n\nA new study from OAG, a provider of travel data, found that while airports in the United States are growing at an average of 3 percent a year, Logan’s passenger rate growth is nearly 5 percent a year. That translates to millions more travelers flying out of Logan.\n\nThe battle between JetBlue and Delta for supremacy at Logan is not only increasing the number of new routes out of the airport at a rapid clip, it also means Logan is quickly on track to becoming one of the 10 busiest airports in the United States by 2022.\n\nAdvertisement\n\nDelta plans to add 60 daily new flights out of Boston by 2021. That increase will result in an additional 10,500 passengers a day. JetBlue is adding 40 new flights a day, with an additional 5,100 passengers a day. It is slated to begin flights from Boston to London in 2021. Combined, the two airlines will add around 5.7 million seats a year.\n\nGrant said Boston currently ranks as the 15th busiest airport in the United States, up from 17th busiest in 2015.\n\n“With such growth, a move into the top 10 airports in the United States is a realistic ambition by 2022,” he said. “The ultimate winner will inevitably be the traveler; increased choice, rapid capacity growth, and probably lower fares while demand accelerates to meet the capacity.”\n\nFares may improve, but for weary travelers who already fear congestion at Logan, a large increase in passenger counts may not sound particularly appealing. Massport is currently in the midst of improvements to deal with congestion issues. Dubbed “Logan Forward,” the projects involve redesigns of the airport’s roadways and terminals to make Logan easier and more efficient to navigate.\n\nAdvertisement\n\nTraffic lanes will be widened and curbsides expanded. An additional 5,000 parking places will be added. Terminals B and C are being connected.\n\nThe airport is also pushing for more passengers to take public transportation and will move app ride passenger drop-offs — think Uber and Lyft — to a centralized location, which Massport believes will help ease congestion.\n\nMeanwhile, Terminal E will expand by 400,000 square feet with additional (and much needed) dining options and seven new gates.\n\nPassenger growth at Logan has been steady for the past decade. The airport had its busiest year ever in 2018, handling more than 40 million passengers for the first time in its history. Massport officials anticipate up to 47.6 million passengers a year at Logan by 2024.\n\nChristopher Muther can be reached at muther@globe.com. Follow him on Twitter@Chris_Muther and on Instagram @Chris_Muther.", "tokens": ["carrier", "development", "airport", "author", "study", "“", "confidence", "opportunity", "airport", "study", "provider", "travel", "datum", "airport", "average", "percent", "year", "passenger", "rate", "growth", "percent", "year", "million", "traveler", "battle", "supremacy", "number", "route", "airport", "clip", "track", "airport", "flight", "increase", "passenger", "day", "flight", "day", "passenger", "day", "flight", "airline", "seat", "year", "airport", "17th", "growth", "move", "airport", "ambition", "winner", "traveler", "choice", "capacity", "growth", "fare", "demand", "capacity", "traveler", "congestion", "increase", "passenger", "count", "midst", "improvement", "congestion", "issue", "project", "redesign", "airport", "roadway", "terminal", "lane", "curbside", "parking", "place", "terminal", "airport", "passenger", "transportation", "app", "passenger", "drop", "off", "location", "congestion", "foot", "option", "gate", "growth", "decade", "airport", "year", "passenger", "time", "history", "official", "passenger", "year", "twitter@chris_muther", "@chris_muther"]}, {"newspaper_name": "bostonglobe", "url": "https://www.bostonglobe.com/metro/2019/09/03/vip-status-for-children-wealthy-donors-show-usc-was-not-victim-bribery-lawyers-for-one-implicated-parent-say/4sx3popIhQyWbKh9YlnMJM/story.html?p1=SectionFront_Feed_ContentQuery", "publication_date": "2019-09-03T00:00:00", "collection_date": "2019-09-04T20:08:25.739363", "headline": "Documents in college admissions scandal case show USC officials marked children of donors ‘VIP’", "body": "The university had rejected the student but had agreed to reconsider his application. Brennan forwarded the e-mail to Tim Brunold, the dean of admissions, and the two administrators snickered at the student’s lapse.\n\n“I really appreciate the opportunity to attend USC and be apart of the Trojan family,” the student wrote in June 2018 to Kirk Brennan, director of admissions at the University of Southern California.\n\n“Clearly a well-qualified lad,” Brunold quipped.\n\n“Apart from his English, yeah,” Brennan responded. “Good enough to shag balls for the tennis team anyway.”\n\n“Heh, heh, you said balls,” Brunold replied, prompting Brennan to recall “Beavis and Butt-head,” a cartoon about two immature teenagers known for their crudeness and love of heavy metal.\n\nAdvertisement\n\nThe exchange over the apparent tennis prospect, detailed in a defense motion filed in federal court Tuesday in the college admissions scandal, suggests that admissions officers were well aware that some applicants would be judged on more than academic merit, according to lawyers for a parent implicated in the bribery scheme.\n\nAttorneys for Robert Zangrillo, a Miami developer accused of fraud, have gathered e-mails between USC officials and spreadsheets filled with prospective students and the large amounts of money their families had either pledged or donated to the university. Those students were tagged “VIP,” the lawyers wrote.\n\nThe internal records are meant to show that USC gave far more deference to students whose families made generous donations.\n\nLawyers for Zangrillo have subpoenaed the university to hand over more information about its admission practices to show that favoritism to children of wealthy donors extended well beyond the athletics department.\n\n“University officials . . . were keenly aware that VIP applicants did not have to be admitted based on merit,” Zangrillo’s lawyers wrote in a motion filed Tuesday. “In short, USC is far from the crime ‘victim’ that it claims to be.”\n\nAdvertisement\n\nZangrillo’s daughter, Amber, was rejected the first time she applied to USC in 2017. The following year, federal prosecutors said, Zangrillo arranged with William Rick Singer, a college consultant from California, to submit a second application that falsely stated she rowed crew.\n\nAmber Zangrillo was accepted as a transfer student that year and her father donated $50,000 to USC. Prosecutors said he also paid Singer $200,000.\n\nFederal prosecutors allege that Singer, 58, was at the center of a conspiracy that involved dozens of parents across the country who were willing to pay up to $6.5 million to get their children into elite schools like Yale University and USC. Singer owned the Edge College & Career Network and bragged that he offered a full-service “side door” into those institutions, according to court documents.\n\nZangrillo’s lawyer, Martin C. Weinberg, said the internal USC documents show that the $50,000 donation his client made was routine.\n\n“The documents fully legitimatize Mr. Zangrillo’s donation to USC, that was made after the admission of his daughter,” Weinberg said. “Such donations are simply not illegal, not even unusual, and were welcomed by the school.”\n\nUSC officials have said the university was a victim in a bribery and cheating scheme perpetrated by former athletic department staff, a college consultant, and parents who wanted their children to attend the selective school.\n\nOn Tuesday, USC reiterated its stance that it is not unusual for institutions to mark applicants with a “so-called special interest tag.”\n\n\n\nAdvertisement\n\n“Mr. Zangrillo’s filing appears to be part of a legal and public relations strategy to divert attention from the criminal fraud for which he has been indicted by a federal grand jury,” university officials said in a statement. “USC remains confident that the court will agree with us that it need not produce the information and documents requested by the defendant.”\n\nThe e-mails referenced by Zangrillo’s lawyers “demonstrate that no athletic department official has the authority to compel admissions decisions,” USC officials said.\n\nThe exhibits filed Tuesday showed several spreadsheets kept by campus officials who tagged students as “VIP” or “special interest” and included notations such as “long time donors,” “1 mil pledge,” and “$15 mil.”\n\nThe notes also included nonfinancial details about students like “adopted,” “4.0 in fall term,” and “50 percent American-Indian.” The spreadsheets were forwarded to Brunold by athletic department officials who showered him with praise and requests to consider students on their lists.\n\n“You look thinner — don’t know if you’ve been working out,” Donna C. Heinel, then the university’s senior associate athletic director, wrote in March 2016.\n\nShe went on to mention an applicant whose relatives had been “donors for decades.” Heinel is accused of conspiring with Singer to accept millions of dollars in bribes.\n\nIn an August declaration to the court, Brunold said his department “has no involvement with respect to donations or potential donations.”\n\n“The admission department does not track donations by an applicant’s family,” Brunold said in a declaration submitted by USC attorneys, who are trying to squash the subpoena to hand over more internal e-mails and data. “If I had known that a prospective student’s family had donated $50,000 or $100,000 to USC, it would not have affected the admission department’s decision whether to admit the student.”\n\nAdvertisement\n\nBut defense attorneys said that in one e-mail, Brunold said he maintained a “university-wide VIP spreadsheet.” Between 68 percent and 83 percent of applicants with VIP status and who were tapped by the athletic department were accepted.\n\n“This pattern constitutes powerful circumstantial evidence that, contrary to the representations made in Brunold’s declaration, money played a key role in the admission process,” Zangrillo’s lawyers wrote.\n\nMaria Cramer can be reached at mcramer@globe.com.", "tokens": ["university", "student", "application", "e", "mail", "dean", "admission", "administrator", "student", "lapse", "opportunity", "family", "student", "director", "admission", "lad", "“", "ball", "tennis", "team", "ball", "cartoon", "teenager", "crudeness", "love", "metal", "exchange", "tennis", "prospect", "defense", "motion", "court", "college", "admission", "scandal", "admission", "officer", "applicant", "merit", "lawyer", "parent", "bribery", "scheme", "developer", "fraud", "e", "mail", "official", "spreadsheet", "student", "amount", "money", "family", "university", "student", "vip", "lawyer", "record", "deference", "student", "family", "donation", "university", "information", "admission", "practice", "favoritism", "child", "donor", "athletic", "department", "official", "applicant", "merit", "lawyer", "motion", "crime", "victim", "daughter", "time", "year", "prosecutor", "college", "consultant", "application", "crew", "transfer", "student", "year", "father", "prosecutor", "prosecutor", "center", "conspiracy", "dozen", "parent", "country", "child", "school", "singer", "service", "side", "door", "institution", "court", "document", "lawyer", "document", "donation", "client", "document", "donation", "admission", "daughter", "donation", "school", "official", "university", "victim", "bribery", "scheme", "department", "staff", "college", "consultant", "parent", "child", "school", "stance", "institution", "applicant", "“", "interest", "tag", "filing", "part", "relation", "strategy", "attention", "fraud", "jury", "university", "official", "statement", "court", "information", "document", "defendant", "e", "mail", "lawyer", "department", "official", "authority", "admission", "decision", "usc", "official", "exhibit", "spreadsheet", "campus", "official", "student", "interest", "notation", "time", "donor", "“", "mil", "pledge", "mil", "note", "detail", "student", "fall", "term", "percent", "spreadsheet", "department", "official", "praise", "request", "student", "list", "university", "director", "relative", "donor", "decade", "heinel", "million", "dollar", "bribe", "declaration", "court", "department", "involvement", "respect", "donation", "donation", "admission", "department", "donation", "family", "declaration", "attorney", "subpoena", "e", "mail", "datum", "student", "family", "admission", "department", "decision", "student", "defense", "attorney", "e", "mail", "university", "vip", "spreadsheet", "percent", "percent", "applicant", "vip", "status", "department", "pattern", "evidence", "representation", "declaration", "money", "role", "admission", "process", "lawyer"]}]