[{"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/local-news/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:26.358271", "headline": "Boston News, Local News in Massachusetts", "body": "Lawyer taken away in handcuffs after showdown with Boston judge", "tokens": ["handcuff", "showdown", "judge"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/massachusetts-news/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:26.920184", "headline": "Massachusetts news, politics, crime, commentary", "body": "Lawyer taken away in handcuffs after showdown with Boston judge", "tokens": ["handcuff", "showdown", "judge"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/world-news/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:27.623077", "headline": "Boston Herald", "body": "Drug war in Mexico may be more brutal than old one", "tokens": ["drug", "war"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/health/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:28.894885", "headline": "Boston Herald", "body": "EEE risk raised to critical in four Massachusetts towns after four horses test positive", "tokens": ["eee", "risk", "town", "horse"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/columnists/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:29.215836", "headline": "Boston Herald", "body": "Howie Carr: ‘Stay out of Boston’ quote of the year", "tokens": ["quote", "year"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/politics/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:29.515790", "headline": "Boston Herald", "body": "With five months until the New Hampshire primary, ‘race could change at any minute’", "tokens": ["month", "primary", "race", "minute"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/01/students-who-prevented-high-point-university-massacre-are-heroes/", "publication_date": "2019-09-01T00:00:00", "collection_date": "2019-09-04T20:08:30.001717", "headline": "Students who prevented High Point University massacre are heroes", "body": "The college students in North Carolina who blew the whistle on an alleged ticking time bomb before he could wreak deadly havoc on campus cannot be praised enough.\n\nThese unidentified kids alerted campus authorities at High Point University last week that a 19-year-old freshman from Boston had two guns — a 9mm semi-automatic pistol and a 12-gauge double-barreled shotgun along with ammunition in his dorm room.\n\nThe suspect, whose name I refuse to mention in this space, allegedly told police that he’d been planning a mass shooting since Christmas, that he had a timeline to kill people and had chosen to go to college in North Carolina because it was easier to get guns there.\n\nHe’d also been watching mass-shooting videos online so he could learn what to do and what not to do.\n\nGod knows what would have happened if these brave students hadn’t seen something and then said something.\n\nThese are the kind of students we all hope to raise.\n\nThe attorney for the suspect’s father said in court, “This is any parent’s worst nightmare” and that the dad is “obviously very concerned about his son.”\n\nThe lawyer’s got it all wrong. Most parents don’t go to sleep fearing that their child will become the next campus killer. Instead, their worst nightmare is getting a call from police to inform them that their son or daughter has been murdered by someone like the teenage suspect from Boston.\n\nThere’s no doubt the dad in this case is concerned about his son. One can only imagine what that family is going through right now.\n\nBut the suspect’s father should also be equally concerned about the 5,200 students at High Point University who could have been placed in harm’s way by his son.\n\nThis could have ended much differently and much worse for everybody.\n\nI have friends who dropped off their student at High Point University last week, and I dropped off my kid at college on Sunday.\n\nI hope that my daughter and her classmates will never be faced with such a terrifying situation, but I am also optimistic that they’ll speak up just as the High Point students did if they sense that something is wrong.\n\nThe 19-year-old suspect’s name has been plastered all over the news. giving him instant fame and notoriety. Instead, let’s do our best to promote and publicize those kids whose courage and quick thinking prevented yet another senseless tragedy.\n\nCasey Sherman is a multiple New York Times bestselling author of 10 books, including “The Finest Hours.” Follow him on Twitter @caseysherman123.", "tokens": ["college", "student", "whistle", "time", "bomb", "havoc", "campus", "kid", "campus", "authority", "week", "freshman", "gun", "mm", "pistol", "shotgun", "ammunition", "dorm", "room", "suspect", "name", "space", "police", "mass", "shooting", "timeline", "people", "college", "gun", "video", "student", "something", "something", "kind", "student", "attorney", "father", "court", "parent", "nightmare", "dad", "son", "lawyer", "parent", "child", "campus", "killer", "nightmare", "call", "police", "son", "daughter", "someone", "suspect", "doubt", "dad", "case", "son", "family", "father", "student", "harm", "way", "son", "everybody", "friend", "student", "week", "kid", "college", "daughter", "classmate", "situation", "student", "something", "suspect", "name", "news", "fame", "notoriety", "kid", "courage", "thinking", "tragedy", "bestselling", "author", "book"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/01/walsh-focused-on-police-misconduct-after-protestor-violence/", "publication_date": "2019-09-01T00:00:00", "collection_date": "2019-09-04T20:08:30.666616", "headline": "Walsh focused on ‘police misconduct’ after protestor violence", "body": "Mayor Martin Walsh is focusing on accusations of “police misconduct” — even as nine people face charges of assault and battery on police officers at the scene of this weekend’s Straight Pride Parade, where four cops were injured.\n\nWhen asked about the prosecution of the arrestees and complaints about the police response, Walsh said in a statement, “Let me be clear that I take any accusation of police misconduct seriously. I also want to be clear that sowing division between people is exactly the goal of Straight Pride organizers, and I will not stand for it. Just as the people of Boston work to make our values of love, inclusion and acceptance known to all, our public safety officials work tirelessly to keep people safe from harm every single day of the year, and that will never change.”\n\nDuring and after Saturday’s controversial Straight Pride Parade, 36 people were arrested and four police officers injured. The Herald witnessed counter-protesters getting into altercations with police officers and one self-identified member of the left-wing group Antifa told the paper that violence is the only option against the Straight Pride organizers. Cops said they used pepper spray after people threw so-called milkshakes at them — liquid concoctions that sometimes include chemicals — and that officers found handcuff keys and razor blades on some people they detained, according to published reports.\n\nCounter-protesters and other progressives on social media criticized the cops, claiming they cracked down too hard and initiated confrontations. Ricardo Arroyo, a candidate to represent District 5 in the City Council, for example, called the police actions “acts of state violence.” He couldn’t be reached for comment on Sunday.\n\nSomerville Mayor Joe Curtatone tweeted out a police complaint form and said he’s looking into allegations against his officers who helped police the event, which drew cops from all over through mutual aid.\n\nWalsh’s police commissioner, William Gross, backed up his officers in a statement, saying, “Boston Police officers work hard every day to protect the residents throughout all of Boston’s neighborhoods. Yesterday, under difficult conditions, officers strove to ensure the safety of all at the parade.”\n\nCity Councilor Timothy McCarthy called for a harder line against the arrested protestors, saying that it’s “beyond belief” that anyone would assault a Boston cop.\n\n“To have anybody have violence against the Boston Police department, any of its officers is absolutely uncalled for and they should be prosecuted to the absolute utmost of the law,” McCarthy, the council’s public safety chairman, told the Herald. Of the cops, he said, “They want peace — they want to go home safely themselves. When people attack Boston police officers, it absolutely should not be stood for.”\n\nAnd City Councilor Ed Flynn said, “The police did a very good job under very difficult circumstances.”\n\nSuffolk District Attorney Rachael Rollins maintains a list of crimes that includes resisting arrest and disorderly conduct — two charges many of the arrested protesters face — that she has said won’t prosecute as stand-alone crimes.\n\nAsked how that list will apply to the arrested protesters, Rollins’ office responded, “We’re reviewing each arrest and will make informed decisions based on the facts of each and the policies of this office.”\n\nSeveral of the protesters do face higher charges, including nine of assault and battery of a police officer, that aren’t on the no-prosecute list.\n\nRollins’ spokeswoman Renee Algarin also said, “We respect the rights of individuals to protest and take part in the democratic process. However, that right never trumps acts of violence or behavior that creates a risk for other participants, bystanders, or police.”\n\nAlgarin said arraignments in this case will begin to take place in Boston Municipal Court on Tuesday. The protesters arrested range in ages from 15 to 63 and hail from 10 different states.\n\nWalsh punted to the BPD, not taking a position on prosecutions.\n\nGross, the police commissioner, said, “I have spoken with District Attorney Rollins and am confident that she and her team will appropriately handle these cases moving forward.”\n\nCity Council President Andrea Campbell released a statement criticizing the permitting of the parade, saying, “This also provides us with an opportunity to review our permitting process especially with respect to orgs that are pretending to march under the guise of free speech but instead marching to promote hate, racism and bigotry and thus incite violence.”\n\nFormer Boston Police Commissioner Ed Davis called the aggressive and confrontational tactics of some groups such as Antifa “troubling.”\n\n“People are guaranteed the right to peacefully protest — they’re not guaranteed the right to hurt other people or to break things,” Davis said.", "tokens": ["accusation", "“", "police", "misconduct", "people", "charge", "assault", "battery", "police", "officer", "scene", "weekend", "cop", "prosecution", "arrestee", "complaint", "police", "response", "statement", "accusation", "police", "misconduct", "division", "people", "goal", "organizer", "people", "work", "value", "love", "inclusion", "acceptance", "safety", "official", "people", "harm", "day", "year", "people", "police", "officer", "counter", "-", "protester", "altercation", "police", "officer", "self", "member", "wing", "group", "paper", "violence", "option", "organizer", "cop", "pepper", "spray", "people", "milkshake", "concoction", "chemical", "officer", "handcuff", "key", "razor", "blade", "people", "report", "protester", "progressive", "medium", "cop", "confrontation", "candidate", "example", "police", "action", "act", "state", "violence", "comment", "police", "complaint", "form", "allegation", "officer", "event", "cop", "aid", "police", "commissioner", "officer", "statement", "officer", "day", "resident", "neighborhood", "yesterday", "condition", "officer", "safety", "parade", "line", "protestor", "belief", "anyone", "cop", "anybody", "violence", "department", "officer", "utmost", "law", "council", "safety", "chairman", "cop", "peace", "people", "police", "officer", "police", "job", "circumstance", "list", "crime", "arrest", "conduct", "charge", "protester", "crime", "list", "protester", "office", "arrest", "decision", "fact", "policy", "office", "protester", "charge", "assault", "battery", "police", "officer", "prosecute", "list", "spokeswoman", "right", "individual", "part", "process", "act", "violence", "behavior", "risk", "participant", "bystander", "police", "arraignment", "case", "place", "protester", "range", "age", "hail", "state", "position", "prosecution", "police", "commissioner", "team", "case", "statement", "permitting", "parade", "opportunity", "permitting", "process", "respect", "org", "guise", "speech", "hate", "racism", "bigotry", "violence", "tactic", "group", "troubling", "People", "right", "right", "people", "thing"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/01/log-of-arrests-during-boston-straight-pride-parade/", "publication_date": "2019-09-01T00:00:00", "collection_date": "2019-09-04T20:08:31.005564", "headline": "Log of arrests during Boston Straight Pride Parade", "body": "The following individuals were arrested and charged during the Straight Pride Parade in Boston and the counterprotests surrounding it, according to Boston Police.\n\nArraignments will take place at Boston Municipal Court.", "tokens": ["individual", "counterprotest", "place"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/01/call-antifa-what-they-are-domestic-terrorists/", "publication_date": "2019-09-01T00:00:00", "collection_date": "2019-09-04T20:08:31.532484", "headline": "Call Antifa what they are: domestic terrorists", "body": "The 36 arrests and four police who were injured during Saturday’s Straight Pride Parade in Boston is the latest episode highlighting why Antifa, a radical far-left militant group, ought to be designated a terror organization.\n\nSomeone please tell Suffolk District Attorney Rachael Rollins and the media who turn a blind eye to the anti-Trump, anti-conservative and anti-democracy terror group’s rampant thuggery.\n\nFirst off, Antifa doesn’t really stand for “anti-fascist,” despite what the violent hooligans masquerading as “protesters” claim. The alt-left militant group clad in all black wearing face masks and helmets resembling ISIS extremists are more aptly described as anti-First Amendment as they — like other terror groups — use makeshift bombs, brute force, bricks, chains and other weapons to silence any speech or ideology they disagree with.\n\nOn Saturday it was a satirical heterosexual pride event they opposed. In July, authorities say it was a self-described Antifa terrorist who firebombed an ICE detention facility in Tacoma, Wash., to oppose U.S. immigration policy. That Antifa terrorist allegedly set a car ablaze then opened fire using an AR-15 and hurled Molotov cocktails at the detention center, which housed over 1,000 migrants. If it weren’t for our heroes in blue, scores would’ve been killed.\n\nThat was the fourth attack on ICE facilities in recent months, thanks in no small part to the reckless and inflammatory rhetoric by far-left congresswomen known as the “squad,” who compare migrant detention centers — built by previous administrations — to Nazi “concentration camps.”\n\nBut that’s just the tip of the iceberg.\n\nThe mass shooter in Dayton, Ohio, who killed 10 and injured 27 last month expressed support for Antifa causes, accounts and individuals on social media. On Twitter in December 2018 the Antifa-loving alleged mass shooter declared, “Kill every fascist.” He also called his fallen comrade in Tacoma a “martyr.”\n\nIf this isn’t domestic terrorism what is?\n\nIn June, Antifa anarchists also beat a conservative gay reporter, Andy Ngo, hospitalizing him for covering a Portland event, while also bullying college students nationwide with threats that if they join a conservative group on campus they’ll face “consequences” including being doxxed online.\n\nMass condemnation by left-wing lawmakers, presidential candidates and the media?\n\nHardly a peep.\n\nLawmakers should pass Republican Sens. Ted Cruz and Bill Cassidy’s resolution designating Antifa a terror group. Such a measure would give law enforcement the ability to track Antifa’s movements, and prevent terrorist actions, rather than just being thrust in harm’s way every time there’s a protest or powder-keg event.\n\nIt will also stop Antifa from growing, as anyone with half a brain won’t want to join or be affiliated with a terror group.\n\n“Consideration is being given to declaring ANTIFA, the gutless Radical Left Wack Jobs who go around hitting (only non-fighters) people over the heads with baseball bats, a major Organization of Terror (along with MS-13 & others),” Trump tweeted this Summer. “Would make it easier for police to do their job!”\n\nCorrect. Now all we need is for Democratic lawmakers to get on board.\n\nDon’t hold your breath.\n\nAdriana Cohen is a nationally syndicated columnist, Herald Radio host and TV commentator. See @adrianacohen16.", "tokens": ["arrest", "police", "episode", "group", "terror", "organization", "medium", "eye", "terror", "group", "thuggery", "hooligan", "protester", "claim", "alt", "group", "face", "mask", "helmet", "extremist", "terror", "group", "makeshift", "bomb", "force", "brick", "chain", "weapon", "speech", "ideology", "pride", "event", "authority", "self", "terrorist", "detention", "facility", "immigration", "policy", "terrorist", "car", "ablaze", "fire", "cocktail", "detention", "center", "migrant", "hero", "score", "attack", "facility", "month", "thank", "part", "rhetoric", "congresswoman", "squad", "detention", "center", "administration", "concentration", "camp", "tip", "iceberg", "mass", "shooter", "month", "support", "cause", "account", "individual", "medium", "mass", "shooter", "fascist", "comrade", "martyr", "terrorism", "anarchist", "reporter", "event", "college", "student", "threat", "group", "campus", "consequence", "condemnation", "wing", "lawmaker", "candidate", "medium", "peep", "resolution", "terror", "group", "measure", "law", "enforcement", "ability", "movement", "action", "harm", "way", "time", "protest", "powder", "keg", "event", "anyone", "brain", "terror", "group", "gutless", "job", "fighter", "people", "head", "baseball", "bat", "other", "trump", "“", "police", "job", "lawmaker", "board", "breath", "columnist", "host", "tv", "commentator", "@adrianacohen16"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/02/kenya-park-suspends-visits-to-hells-gate-gorge-after-flash-flood-kills-7/", "publication_date": "2019-09-02T00:00:00", "collection_date": "2019-09-04T20:08:32.002413", "headline": "Kenya park suspends visits to ‘Hell’s Gate’ gorge after flash flood kills 7", "body": "NAIROBI, Kenya — Authorities called off search and rescue operations after seven bodies were recovered from a flash flood that killed at least six tourists and their driver visiting the gorges of the famous Hell’s Gate National Park.\n\nFive Kenyans of Indian descent, an Indian national and their Kenyan driver died in the Sunday evening tragedy, said Paul Udoto, spokesman for the Kenya Wildlife Service. The park was also closed, authorities said.\n\nIvraj Singh Haye survived the deluge, but his wife and five other relatives died. He told the Nation Television News his family stopped at the gorge to “use the washroom” before the flash flood.\n\nA ranger asked if they would want to see the gorge and as they went down it started drizzling lightly, so they didn’t go into gorge, he said.\n\n“At around 3 p.m. water came from nowhere and I had my phone and we were able to call the guy at the reception … the guide next to me shouted ‘tuna bebwa na maji (the water is carrying us away),’ ” he said.\n\n“We thought rescue will come but nothing, my relative started going one after the other,” he said.\n\nHis niece, a driver and a Kenyan couple were able to avoid being carried away for 1 K hours, he said. And when the water flow reduced, they then got stuck in quicksand or silt left from the deluge, he said.\n\n“We thought we were gone but then we just had hope and we pulled ourselves out and we climbed a very steep hill upward,” he said. “We kept sliding down but we kept pushing each other ‘let’s go let’s go,’ ” he added.\n\nOnly six people from his group survived, he said.\n\nJohn Waweru Director General of Kenya Wildlife Services said, “early warning is the only way we are going to be able to prevent such incidences happening again.”\n\nSeven years ago, seven members of a church group died when they were washed away by floods in the same area, which is prone to flash floods during the rainy season.", "tokens": ["search", "rescue", "operation", "body", "flash", "flood", "tourist", "driver", "gorge", "descent", "national", "driver", "evening", "tragedy", "spokesman", "park", "authority", "deluge", "wife", "relative", "family", "gorge", "washroom", "flash", "flood", "ranger", "gorge", "gorge", "p.m.", "water", "phone", "guy", "reception", "guide", "tuna", "water", "rescue", "nothing", "relative", "niece", "driver", "couple", "hour", "water", "flow", "quicksand", "silt", "deluge", "hope", "hill", "people", "group", "warning", "way", "incidence", "year", "member", "church", "group", "flood", "area", "flood", "season"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/02/iran-acknowledges-rocket-explosion-says-test-malfunctioned/", "publication_date": "2019-09-02T00:00:00", "collection_date": "2019-09-04T20:08:32.452345", "headline": "Iran acknowledges rocket explosion, says test malfunctioned", "body": "TEHRAN, Iran — Iran acknowledged for the first time on Monday that a rocket at its Imam Khomeini Space Center exploded after satellite photos showed the blast last week, with an official saying a technical malfunction during a test caused the explosion.\n\nThe comments by government spokesman Ali Rabiei were the first explanation offered by Iran for Thursday’s explosion, which came ahead of a planned satellite launch by the Islamic Republic that the U.S. has criticized.\n\nRabiei also criticized President Trump for tweeting what appeared to be a surveillance photo of the aftermath of the explosion shot by a U.S. spy satellite.\n\nThe explosion marked the third failure involving a rocket at the Iranian center, which has raised suspicions of sabotage in Iran’s space program.\n\nHowever, Rabiei dismissed that, saying that “this has been a technical matter and a technical error. Our experts unanimously say so.”\n\n“The explosion happened at the launchpad and no satellite had yet been transferred to the launchpad,” Rabiei said. “It happened at a test site, not at the launch site.”\n\nThe photo released Friday by Trump appeared to be a once-classified surveillance photo from American intelligence agencies. Analysts said the black rectangle in the photo’s upper-left-hand corner likely covered up the photo’s classification.\n\nThe image showed damaged vehicles around the launch pad, as well as damage done to the rocket’s launcher. It also clearly showed a large phrase written in Farsi on the pad: “National Product, National Power.”\n\n“The United States of America was not involved in the catastrophic accident during final launch preparations for the Safir SLV Launch at Semnan Launch Site One in Iran,” Trump wrote in his tweet, identifying the rocket used. “I wish Iran best wishes and good luck in determining what happened at Site One.”\n\nRabiei criticized Trump’s decision to tweet about the rocket explosion.\n\n“We don’t understand why the U.S president tweets and posts satellite pictures with excitement. This is not understandable,” he said. “Maybe this is because lack of Iran-related subjects that they raise such issues.”", "tokens": ["time", "rocket", "satellite", "photo", "blast", "week", "official", "malfunction", "test", "explosion", "comment", "government", "spokesman", "explanation", "explosion", "satellite", "launch", "surveillance", "photo", "aftermath", "explosion", "spy", "satellite", "explosion", "failure", "rocket", "center", "suspicion", "sabotage", "space", "program", "matter", "error", "expert", "explosion", "launchpad", "satellite", "launchpad", "test", "site", "launch", "site", "photo", "surveillance", "photo", "intelligence", "agency", "analyst", "rectangle", "photo", "hand", "corner", "photo", "classification", "image", "vehicle", "launch", "pad", "damage", "rocket", "launcher", "phrase", "pad", "accident", "launch", "preparation", "trump", "tweet", "rocket", "wish", "luck", "decision", "rocket", "explosion", "president", "tweet", "post", "satellite", "picture", "excitement", "lack", "subject", "issue"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/01/saudi-led-airstrikes-kill-at-least-100-in-rebel-run-prison/", "publication_date": "2019-09-01T00:00:00", "collection_date": "2019-09-04T20:08:32.909275", "headline": "Saudi-led airstrikes kill at least 100 in rebel-run prison", "body": "SANAA, Yemen — The Saudi-led coalition fighting in Yemen staged multiple airstrikes on a detention center operated by the Houthi rebels in the southwestern province of Dhamar, killing at least 100 people and wounding dozens more Sunday, officials and the rebels’ health ministry said.\n\nFranz Rauchenstein, the head of the Red Cross delegation in Yemen, suggested that the death toll could be higher after visiting the site of the attack, saying relatively few detainees survived. A Red Cross statement said the detention center held around 170 detainees. It said 40 of those were being treated for injuries and the rest were presumed dead.\n\n“Witnessing this massive damage, seeing the bodies lying among the rubble, was a real shock. Anger and sadness were natural reactions,” Rauchenstein said.\n\nThe attack was the deadliest so far this year by the coalition, according to the Yemen Data Project, a database tracking the war. The coalition has faced international criticism for airstrikes that have hit schools, hospitals and wedding parties, killing thousands of Yemeni civilians.\n\nSaudi Arabia intervened on behalf of the internationally recognized Yemini government in March 2015, after the Iran-backed Houthis took the capital. The conflict has claimed tens of thousands of lives, thrust millions to the brink of famine and spawned the world’s worst humanitarian crisis.\n\nYemeni officials said Sunday’s strikes targeted a college in the city of Dhamar, which the Houthi rebels were using as a detention center. The coalition denied it had struck a detention center, saying it had targeted a military site used by the rebels to restore drones and missiles.\n\nThe U.N. human rights office for Yemen said 52 detainees were among the dead, and at least 68 detainees were still missing.\n\nThe Red Cross, which inspects detention centers as part of its global mission, said it had visited detainees at the site in the past.\n\nFormer detainees said the Houthis had previously used the site to store and repair weapons.\n\nThe Saudi-led coalition said it had hit a military facility “in accordance with international humanitarian law,” and that “all precautionary measures were taken to protect civilians.”\n\nCol. Turki al-Maliki, a spokesman for the coalition, was quoted by the Saudi-owned Al Arabiya TV as denying the target was a prison.", "tokens": ["coalition", "fighting", "airstrike", "detention", "center", "rebel", "province", "people", "dozen", "official", "rebel", "health", "ministry", "head", "delegation", "death", "toll", "site", "attack", "detainee", "statement", "detention", "center", "detainee", "injury", "rest", "damage", "body", "rubble", "shock", "anger", "sadness", "reaction", "attack", "year", "coalition", "database", "war", "coalition", "criticism", "airstrike", "school", "hospital", "wedding", "party", "thousand", "civilian", "behalf", "government", "capital", "conflict", "ten", "thousand", "life", "million", "brink", "famine", "world", "crisis", "official", "strike", "college", "city", "rebel", "detention", "center", "coalition", "detention", "center", "site", "rebel", "drone", "missile", "right", "office", "detainee", "detainee", "detention", "center", "part", "mission", "detainee", "site", "past", "detainee", "site", "weapon", "coalition", "facility", "accordance", "law", "measure", "civilian", "spokesman", "coalition", "target", "prison"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/09/01/protesters-block-roads-near-hong-kong-airport/", "publication_date": "2019-09-01T00:00:00", "collection_date": "2019-09-04T20:08:33.382204", "headline": "Protesters block roads near Hong Kong airport", "body": "HONG KONG — Anti-government protesters blocked roads near Hong Kong’s airport with burning barricades and damaged a train station Sunday after a night of violent clashes with police.\n\nTrain and some bus service to the airport on the outlying island of Chek Lap Kok were suspended. Some passengers walked to the airport, one of Asia’s busiest, carrying their luggage.\n\nHong Kong has been the scene of tense anti-government protests for nearly three months. The demonstrations began in response to a proposed extradition law and have expanded to include other grievances and demands for more democracy and the resignation of the semiautonomous Chinese territory’s leader.\n\nThe protests are an embarrassment to China’s ruling Communist Party ahead of Oct. 1 celebrations of its 70th anniversary in power.\n\nThe protesters complain Beijing and the government of Hong Kong Chief Executive Carrie Lam are eroding the autonomy and civil liberties promised when the former British colony was returned to China in 1997.\n\nOn Sunday, the MTR Corp. suspended train service to the airport after several hundred protesters gathered there following calls online to disrupt transportation. They blocked buses arriving at the airport but police in riot helmets kept them out of the terminal.\n\nThe government said some protesters threw objects at police. It also said iron poles, bricks and rocks were thrown onto tracks of the airport train.\n\nAt least 26 flights from Hong Kong and 17 to the city had been canceled as of 7:55 p.m., the South China Morning Post newspaper reported, citing information from the airport.\n\nThe protests followed a night of violent clashes between protesters and police.\n\nOn Saturday, protesters threw gasoline bombs at government headquarters. Police stormed a subway car and hit passengers with clubs and pepper spray.\n\nA total of 63 people were arrested at the Mong Kok, Yau Ma Tei and Prince Edward subway stations, police announced. The youngest was a 13-year-old boy accused of possessing two gasoline bombs.\n\nLam, the Hong Kong leader, suspended work on the law but protesters want it withdrawn completely. They also have called for Lam’s resignation and democratic elections.\n\nAlso Sunday, demonstrators outside the British Consulate called on London to grant citizenship to people born before the former colony was returned to China.\n\nAbout 200 people waved British flags and chanted “Equal rights now!” and “Stand with Hong Kong!”", "tokens": ["protester", "road", "airport", "barricade", "train", "station", "night", "clash", "police", "bus", "service", "airport", "island", "passenger", "airport", "luggage", "scene", "protest", "month", "demonstration", "response", "extradition", "law", "grievance", "demand", "democracy", "resignation", "territory", "leader", "protest", "embarrassment", "celebration", "anniversary", "power", "protester", "government", "autonomy", "liberty", "colony", "train", "service", "airport", "protester", "call", "transportation", "bus", "airport", "police", "riot", "helmet", "terminal", "government", "protester", "object", "police", "iron", "pole", "brick", "rock", "track", "airport", "train", "flight", "city", "p.m.", "newspaper", "information", "airport", "protest", "night", "clash", "protester", "police", "protester", "gasoline", "bomb", "government", "headquarter", "Police", "subway", "car", "passenger", "club", "pepper", "spray", "total", "people", "subway", "station", "police", "boy", "gasoline", "bomb", "leader", "work", "law", "protester", "resignation", "election", "demonstrator", "citizenship", "people", "colony", "people", "flag", "right"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/08/31/iran-oil-tanker-sought-by-us-again-says-it-will-go-to-turkey/", "publication_date": "2019-08-31T00:00:00", "collection_date": "2019-09-04T20:08:33.984112", "headline": "Destination remains obscure for Iran oil tanker sought by U.S.", "body": "By JON GAMBRELL and BASSEM MROUE\n\nDUBAI, United Arab Emirates (AP) — An Iranian oil tanker pursued by the U.S. on Friday again listed its destination as Turkey but the Turkish foreign minister added to the confusion by saying the vessel is headed to Lebanon — statements that were promptly denied in Beirut as America’s top diplomat alleged it still would head to Syria.\n\nThe flurry of contradictory statements further muddies the waters for the Adrian Darya 1, formerly known as the Grace 1, and obscures where its 2.1 million barrels of oil will ultimately go. The U.S. Treasury meanwhile Friday declared the vessel a “blocked property” and sanctioned its captain.\n\nThe tanker has taken center stage recently amid a crisis roiling the Persian Gulf and escalating tensions between Washington and Tehran after President Donald Trump unilaterally withdrew America from Iran’s 2015 nuclear deal with world powers over a year ago. The vessel’s detention and later release by Gibraltar has fueled the growing tensions.\n\nThe tanker on Friday changed its listed destination in its Automatic Identification System to Iskenderun, Turkey, a small port on the Mediterranean Sea.\n\nHowever, mariners can input any destination into the AIS, so Turkey may not be its true destination. On Aug. 24, it had listed its destination as Mersin, Turkey, before removing that from its system. Earlier, it had said it was going to Greece.\n\nIskenderun is some 200 kilometers (125 miles) by sea from a refinery in Baniyas, Syria, where authorities alleged the Adrian Darya had been heading before being seized off Gibraltar in early July.\n\nIranian state media and officials did not immediately acknowledge the new reported destination of the Adrian Darya, which carries Iranian crude worth some $130 million.\n\nTurkey’s Foreign Minister Mevlut Cavusoglu denied the tanker was heading to Iskenderun and claimed it was going to Lebanon. Speaking in Oslo, Norway, the diplomat said the Turkish state and Turkish private companies were no longer buying oil from Iran, in line with U.S. sanctions.\n\n“This tanker is not heading actually to Iskenderun port, this tanker is heading to Lebanon. And we follow actually very closely … it is heading to Lebanon,” the minister said.\n\nBut Lebanon’s Minister of Energy and Water Nada Boustani tweeted that was not the case and that there is no request for the tanker to enter Lebanon. She also said Lebanon does not have a refinery to deal with crude oil.\n\nLate Friday, U.S. Secretary of State Mike Pompeo further muddied the picture by alleging the ship would still go to Syria, saying his Iranian counterpart Mohammad Javad Zarif misled European officials about the ship’s destination.\n\n“We have reliable information that the tanker is underway and headed to Tartus, Syria,” Pompeo wrote on Twitter. “I hope it changes course. It was a big mistake to trust Zarif.”\n\nOn Saturday, the ship’s AIS signal put the vessel north of Cyprus, heading east in the Mediterranean near Turkish territorial waters.\n\nSince Trump pulled America out of Tehran’s nuclear accord with world powers, Iran has lost billions of dollars in business deals allowed by the deal as the U.S. re-imposed and escalated sanctions on Tehran, largely blocking Iran from selling crude oil aboard, a crucial source of hard currency for the Islamic Republic.\n\nIn U.S. federal court documents, authorities allege the Adrian Grace’s true owner is Iran’s Revolutionary Guard, a paramilitary organization answerable only to Supreme Leader Ayatollah Ali Khamenei. The U.S. declared the Guard a foreign terror organization in April, the first time America named a military force of a nation as such, giving it the legal power to issue a warrant for the vessel’s seizure. However, that would require another nation to acknowledge the writ.\n\nOn Monday, Iran said the oil on the Adrian Darya had been sold to an unnamed buyer. However, anyone buying it likely would be targeted by U.S. financial sanctions. Analysts have suggested Iran may choose to offload the oil onto another ship first, given the international attention focused on the Adrian Darya.\n\nLate Friday, the Treasury sanctioned the ship’s captain, identified as Akhilesh Kumar, a 43-year-old Indian mariner from Patna. It also declared the vessel “blocked property,” which the Treasury describes as “an across-the-board prohibition against transfers or dealings” regarding the tanker’s ownership.\n\n“Anyone providing support to the Adrian Darya 1 risks being sanctioned,” Sigal Mandelker, the undersecretary for terrorism and financial intelligence, said in a statement. “The path to relief is to change course and not allow the (Guard) to profit from illicit oil sales.”\n\n___\n\nMroue reported from Beirut. Associated Press writer Zeynep Bilginsoy in Istanbul contributed to this report.", "tokens": ["oil", "tanker", "destination", "minister", "confusion", "vessel", "statement", "diplomat", "flurry", "statement", "muddie", "water", "barrel", "oil", "vessel", "property", "captain", "tanker", "stage", "crisis", "tension", "deal", "world", "power", "year", "vessel", "detention", "release", "tension", "tanker", "destination", "port", "mariner", "destination", "destination", "destination", "system", "kilometer", "mile", "sea", "refinery", "authority", "state", "medium", "official", "destination", "crude", "worth", "tanker", "diplomat", "state", "company", "oil", "line", "sanction", "tanker", "port", "tanker", "minister", "case", "request", "tanker", "refinery", "oil", "picture", "ship", "counterpart", "official", "ship", "destination", "information", "tanker", "mistake", "ship", "signal", "vessel", "east", "water", "accord", "world", "power", "billion", "dollar", "business", "deal", "deal", "re", "sanction", "oil", "source", "currency", "court", "document", "authority", "owner", "organization", "terror", "organization", "time", "force", "nation", "power", "warrant", "vessel", "seizure", "nation", "writ", "oil", "buyer", "anyone", "sanction", "analyst", "oil", "ship", "attention", "ship", "captain", "mariner", "vessel", "property", "board", "prohibition", "transfer", "dealing", "tanker", "ownership", "Anyone", "support", "risk", "undersecretary", "terrorism", "intelligence", "statement", "path", "relief", "course", "guard", "oil", "sale", "_", "writer", "report"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/08/30/mexicos-new-drug-war-may-be-worse-than-old-one/", "publication_date": "2019-08-30T00:00:00", "collection_date": "2019-09-04T20:08:34.734998", "headline": "Drug war in Mexico may be more brutal than old one", "body": "COATZACOALCOS, Mexico (AP) — Mexico’s drug war appears to be back — and it may be worse this time around than in the bloody years of the government’s 2006-2012 offensive against drug cartels.\n\nBack then, the worst of the violence was confined to a few cities. Now it is spread out throughout the country. Once it was not uncommon for gangs to kill adults but leave children unharmed. Now, the killing of children alongside their parents has become all too frequent.\n\nPerhaps the most disconcerting change: Bloody cartel violence outraged Mexicans and captured international attention for the drug war, which saw 27,000 homicides during its peak in 2011. Today, even though the number of Mexico’s homicides soared to near 35,000 last year, the bloodshed seems to draw less attention and indignation.\n\nIt has all left many Mexicans wondering which way to turn.\n\nThat was evident this week in Coatzacoalcos, an oil industry city in the Gulf coast state of Veracruz where residents say gangs have been fighting over turf and extorting business owners with threats of violence. Late Tuesday, suspected members of the Jalisco cartel showed up at the Caballo Blanco nightclub, blocked its exits and set a fire that killed 28 people trapped inside, possibly because the owner had refused to stop selling drugs from another gang.\n\nVanessa Galindo Blas lost her common-law husband, Erick Hernández Enriquez, to the blaze. Both were natives of Coatzacoalcos, but had been discussing moving away.\n\n“We had talked about leaving here for somewhere safer, so our kids could have a better future,” Galindo Blas said Thursday as she stretched her hands out over Erick’s bare metal coffin. On it rested a photo of him wearing an “I Love Coatzacoalcos” T-shirt.\n\nBut they could never agree on a place to move, in part because violence is now a problem across much of Mexico, so no place is really safe.\n\nFrom 2006 to 2012, much of the drug war killing occurred in a string of northern Mexico cities — Ciudad Juarez, Tijuana, Culiacan, Reynosa and Nuevo Laredo. “Now it is more dispersed, and that also makes it harder to control,” said Alejandro Hope, a security analyst in Mexico.\n\nBut counting down all the similarities — deadly arson attacks, bodies left piled in heaps or hung from overpasses, massacres at parties, beheading videos posted on social media — the parallels between now and then are all too clear. “It’s like deja vu all over again,” said Hope.\n\nAnother disturbing trend is that young children are being gunned down by killers targeting adults. The Sinaloa and Juarez cartels once prided themselves on their targeted killings, which riddled intended targets with bullets while leaving family members untouched.\n\nNow, children are being killed with chilling frequency. In June, a young boy was killed along with his father in Sonora state. In July, a 10-year-old was killed during a robbery in Puebla state. In August, gunmen burst into a home in Ciudad Juarez and fired 123 bullets that killed three girls, aged 14, 13 and 4, along with an adult male who apparently was the real target.\n\nTwo years ago, Coatzacoalcos made headlines across Mexico when a man, his wife and three young children were gunned down by a drug cartel. In contrast, the shooting of the three Ciudad Juarez girls drew less attention.\n\n“It seems like we are becoming accustomed to this, to people killing children. I don’t want to become accustomed to that,” said Lenit Enriquez Orozco, an activist in Coatzacoalcos.\n\nHer brother, Jonith Enriquez Orozco, has been missing since he was abducted on Sept. 25, 2015. There has been no trace of him since, even though her group, the Mothers’ Collective of Searchers, has hunted for traces in clandestine burial grounds across Veracruz.\n\nHope notes Mexico has a lamentable record in investigating and prosecuting killings — more than 90% of crimes go unpunished.\n\n“The risk involved in killing a man, or killing his whole family, is the same,” the analyst said. Under that logic, wiping out an entire family “has its advantages. It is more intimidating, it is easier to carry out, and it makes escaping easier.”\n\nThe relentless violence has numbed many people.\n\nIn 2010, gunmen burst into a party of high school students in Ciudad Juarez’s Villas de Salvarcar neighborhood, killing 15 in what appeared to have been a case of mistaken identity. The bloodbath provoked large, angry street protests and a visit by an apologetic President Felipe Calderón.\n\nThis year, in April, gunmen burst into a party in Minatitlan, near Coatzacoalcos, and killed 14 people. Days later, a few dozen people held a subdued peace march.\n\n“It’s politics as usual, nothing happened. This should generate generalized indignation” against cartels and government leaders alike, Hope said.\n\nHe attributes the muted response to new President Andrés Manuel López Obrador’s high approval ratings, topping 70% in some polls nine months into his term. Such ratings “tend to intimidate expressions of indignation,” Hope said.\n\nMany Mexicans also are willing to give López Obrador the benefit of the doubt as even the president acknowledges that violent crime is the most serious challenge he faces.\n\nTo the extent possible, López Obrador has avoided violent confrontations with gangs that were often blamed for spawning violence during Calderón’s 2006-2012 administration. López Obrador has even personally congratulated troops who allowed themselves to be abducted and disarmed by vigilante groups that are often linked to cartels.\n\nHe insists his go-slow policies of reducing youth unemployment will eventually solve the root causes of the problem better than declaring another frontal offensive against drug cartels.\n\nCarlos Ángel Ortiz is one of those who doesn’t fault López Obrador.\n\n“It is like the president says, ‘Only the people can save the people,’ ” Ortiz said as he made plans to bury his niece, Xóchitl Irineo Gomez, a dancer at the nightclub who died of smoke inhalation, leaving behind a son and a daughter, ages 7 and 3.\n\n“We have to look out for each other, and report crimes more,” Ortiz said.\n\nThe poor provide López Obrador’s base, and it is that group who suffers the most from crime. Irineo Gomez was the sole support of not only her children, but her elderly parents. Erick Hernández Enriquez left little behind for his family aside from a modest, three-room cinderblock house.\n\n“There are a lot of empty houses in Coatzacoalcos, a lot of people have left,” said Maria Fabiola Davila, a civic activist. “Those who can afford it move to another country.”", "tokens": ["drug", "war", "time", "year", "government", "offensive", "drug", "cartel", "violence", "city", "country", "gang", "adult", "child", "killing", "child", "parent", "change", "cartel", "violence", "attention", "drug", "war", "homicide", "peak", "today", "number", "homicide", "year", "bloodshed", "attention", "indignation", "way", "week", "oil", "industry", "city", "coast", "state", "resident", "gang", "turf", "business", "owner", "threat", "violence", "member", "cartel", "nightclub", "exit", "fire", "people", "owner", "drug", "gang", "law", "husband", "blaze", "native", "kid", "future", "hand", "metal", "coffin", "photo", "“", "coatzacoalcos", "t", "shirt", "place", "part", "violence", "problem", "place", "drug", "war", "killing", "string", "city", "security", "analyst", "similarity", "arson", "attack", "body", "heap", "overpass", "massacre", "party", "video", "medium", "parallel", "deja", "vu", "trend", "child", "killer", "adult", "cartel", "killing", "target", "bullet", "family", "member", "child", "frequency", "boy", "father", "state", "robbery", "state", "gunman", "home", "bullet", "girl", "adult", "male", "target", "year", "headline", "man", "wife", "child", "drug", "cartel", "contrast", "shooting", "girl", "attention", "people", "child", "activist", "brother", "trace", "group", "trace", "burial", "ground", "record", "killing", "%", "crime", "risk", "man", "family", "analyst", "logic", "family", "advantage", "violence", "people", "gunman", "party", "school", "student", "neighborhood", "case", "identity", "bloodbath", "street", "protest", "visit", "year", "gunman", "party", "people", "day", "dozen", "people", "peace", "march", "politic", "nothing", "indignation", "cartel", "government", "leader", "response", "approval", "rating", "%", "poll", "month", "term", "rating", "expression", "indignation", "benefit", "doubt", "president", "crime", "challenge", "extent", "confrontation", "gang", "spawning", "violence", "administration", "troop", "group", "cartel", "policy", "youth", "unemployment", "root", "cause", "problem", "offensive", "drug", "cartel", "president", "people", "people", "plan", "niece", "dancer", "nightclub", "smoke", "inhalation", "son", "daughter", "report", "crime", "base", "group", "crime", "support", "child", "parent", "family", "room", "cinderblock", "house", "lot", "house", "lot", "people", "activist", "country"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/08/30/trial-in-9-11-case-at-guantanamo-gets-early-2021-start-date/", "publication_date": "2019-08-30T00:00:00", "collection_date": "2019-09-04T20:08:35.233922", "headline": "Trial in 9/11 case at Guantanamo gets early 2021 start date", "body": "WASHINGTON — A military judge on Friday set a date in early 2021 for the start of the long-stalled war crimes trial of five men being held at the Guantanamo Bay prison on charges of planning and aiding the Sept. 11 terrorist attacks.\n\nAir Force Col. W. Shane Cohen set the start date in an order setting motion and evidentiary deadlines in a case that has been bogged down in pretrial litigation. The five defendants were arraigned in May 2012.\n\nIn setting the Jan. 11, 2021, start, Cohen noted that the trial at the U.S. base at Guantanamo Bay, Cuba, “will face a host of administrative and logistics challenges.”\n\nThe U.S. has charged the five with war crimes that include terrorism, hijacking and nearly 3,000 counts of murder for their alleged roles planning and providing logistical support to the Sept. 11 plot. They could get the death penalty if convicted at the military commission, which combines elements of civilian and military law.\n\nThe five defendants include Khalid Shaikh Mohammad, a senior al-Qaeda figure who has portrayed himself as the mastermind of the Sept. 11 attacks and other terrorist plots.\n\nMohammad and his four co-defendants have been held at Guantanamo since September 2006 after several years in clandestine CIA detention facilities following their capture.", "tokens": ["judge", "date", "start", "war", "crime", "trial", "man", "prison", "charge", "attack", "start", "date", "order", "motion", "deadline", "case", "litigation", "defendant", "trial", "base", "host", "logistic", "challenge", "war", "crime", "terrorism", "hijacking", "count", "murder", "role", "support", "plot", "death", "penalty", "commission", "element", "law", "defendant", "figure", "mastermind", "attack", "plot", "co", "-", "defendant", "year", "detention", "facility", "capture"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/08/29/opposition-to-johnson-parliament-maneuver-crystalizes/", "publication_date": "2019-08-29T00:00:00", "collection_date": "2019-09-04T20:08:35.778840", "headline": "Backlash grows to Johnson’s suspension of UK Parliament", "body": "LONDON — Opposition to British Prime Minister Boris Johnson’s move to suspend Parliament intensified Thursday, with the head of the Labour Party vowing “to politically stop him” from pushing through a chaotic no-deal Brexit.\n\nJohnson’s tactic gave lawmakers little time to prevent Britain from crashing out of the European Union without an agreement on Oct. 31.\n\nBut a backlash to the maneuver has unified the disparate political opposition, bringing protests, legal action and a petition with more than 1 million signatures.\n\nThe confrontation is almost certain to increase next week when lawmakers return from their summer recess for a brief session. They are pledging to challenge what Labour Party leader Jeremy Corbyn has called Johnson’s “smash-and-grab raid against our democracy.”\n\n“What we’re going to do is try to politically stop him on Tuesday with a parliamentary process in order to legislate to prevent a no-deal Brexit and also to try and prevent him shutting down Parliament in this utterly crucial period,” Corbyn told Sky News. “We believe we can do it.”\n\nA petition on a government website demanding that Parliament not be suspended has gotten more than 1 million signatures — guaranteeing that it will be considered for debate.\n\nLawmakers asked a Scottish court to rule that suspending Parliament is illegal. Businesswoman Gina Miller, who won a ruling in the Supreme Court in 2017 that stopped the government from triggering the countdown to Brexit without a vote in Parliament, has another legal challenge in the works. A human rights campaigner has sued in Northern Ireland, arguing that the historic Good Friday accord that brought peace is in jeopardy because of Johnson’s actions.\n\nThe action by Johnson, who became prime minister last month, prompted ruptures across the political spectrum, including among members of his Conservative Party. Scottish Conservative leader Ruth Davidson, who has differed with Johnson in the past, resigned her leadership post Thursday. Though the popular leader cited family reasons, the timing of such a decision following Johnson’s seismic move suggested that she disagreed with his tactics.", "tokens": ["head", "deal", "tactic", "lawmaker", "time", "agreement", "backlash", "maneuver", "opposition", "protest", "action", "petition", "signature", "confrontation", "week", "lawmaker", "summer", "recess", "session", "leader", "raid", "democracy", "process", "order", "deal", "period", "petition", "government", "website", "signature", "debate", "court", "businesswoman", "ruling", "government", "countdown", "vote", "challenge", "work", "right", "campaigner", "accord", "peace", "jeopardy", "action", "action", "minister", "month", "rupture", "spectrum", "member", "leader", "past", "leadership", "post", "leader", "family", "reason", "timing", "decision", "move", "tactic"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/08/29/trump-taliban-deal-close-us-troops-to-drop-to-8600/", "publication_date": "2019-08-29T00:00:00", "collection_date": "2019-09-04T20:08:36.603714", "headline": "Trump: Taliban deal close, US troops to drop to 8,600", "body": "By DEB RIECHMANN\n\nWASHINGTON (AP) — President Donald Trump said Thursday the U.S. plans to withdraw more than 5,000 American troops from Afghanistan and then will determine further drawdowns in the longest war in American history.\n\nTrump’s comment comes as a U.S. envoy is in his ninth round of talks with the Taliban to find a resolution to the nearly 18-year-old war. The president, who campaigned on ending the war, said the U.S. was “getting close” to making a deal, but that the outcome of the U.S.-Taliban talks remained uncertain.\n\n“Who knows if it’s going to happen,” Trump told Fox News Radio’s “The Brian Kilmeade Show.”\n\nTrump did not offer a timeline for withdrawing troops. The Pentagon has been developing plans to withdraw as many as half of the 14,000 U.S. troops still there, but the Taliban want all U.S. and NATO forces withdrawn.\n\n“We’re going down to 8,600 (troops) and then we’ll make a determination from there,” Trump said, adding that the U.S. is going to have a “high intelligence” presence in Afghanistan going forward.\n\nReducing the U.S. troop level to 8,600 would bring the total down to about where it was when Trump took office in January 2017. According to the NATO/Resolute Support mission, the U.S. had 9,000 troops in Afghanistan in 2016, during the Obama administration, and 8,000 in 2017.\n\nTrump has called Afghanistan — where the Taliban harbored members of the al-Qaida network responsible for 9/11 — the “Harvard University of terror.”\n\nIf terror groups ever attacked America from Afghanistan again, “we will come back with a force like they’ve never seen before,” Trump said. But he added: “I don’t see that happening.”\n\nAl-Qaida insurgents used Afghanistan as a base from which to plan the Sept. 11, 2001, attack on the United States. A month later, U.S. troops invaded Afghanistan, where they have remained ever since, making it the longest war in American history. More than 2,400 American service members have died in the conflict.\n\nA Taliban spokesman also has said that they’re close to a final agreement. But even as the talks go on, there are persistent attacks by the Taliban across Afghanistan, and an affiliate of the Islamic State group, also known as ISIS, has taken root in the country and is expanding its base.\n\n“Taliban and ISIS are still potential threats for the national security of Afghanistan and the US. The Afghan government strongly believes that any reduction of US forces in Afghanistan will be based on conditions on the ground,” Sediq Seddiqi, a spokesman for Afghan President Ashraf Ghani, said in a statement.\n\nHe added that the Afghan government hopes that Afghanistan and the U.S. will continue to fight international terrorism together as the countries have done for many years.\n\n“The level of threats from the Taliban and ISIS has increased in Afghanistan and it is therefore needed now more than any other time to counter them together and make sure that we will not leave any gap that would give the Taliban an opportunity to turn this country again in to a safe haven for international terrorists,” he said.\n\nA State Department spokesman said U.S. envoy Zalmay Khalilzad and his team continued to make progress Thursday in Doha, Qatar, toward an agreement with the Taliban. The spokesman was not authorized to publicly discuss the negotiations and spoke only on condition of anonymity.\n\n“If and when we are able to announce an agreement, the process will pivot to intra-Afghan negotiations, where the Taliban will sit with other Afghans and together they will commit to a permanent and comprehensive ceasefire,” the spokesman said in an email.\n\nAfghanistan’s government expects that Khalilzad will soon update officials in Kabul on the Taliban talks.\n\nEven if Khalilzad is able to close a deal, it will remain for the Afghan government to try to negotiate its own agreement with the Taliban. Part of those talks would include determining a role for the Taliban in governing a country that it ruled before U.S. forces invaded in October 2001. So far, the Taliban have refused to negotiate with the Afghan government, which it views as illegitimate and a puppet for the West.\n\nOn Wednesday at the Pentagon, the top U.S. military officer said it was too early to talk about a full American troop withdrawal from Afghanistan. Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, told Pentagon reporters that any U.S. deal with the Taliban will be based on security conditions on the ground and that Afghan forces aren’t yet able to secure the country without help from allied forces.\n\n“I’m not using the withdraw word right now,” Dunford said. “It’s our judgment that the Afghans need support to deal with the level of violence” in the country today.\n\nSen. Lindsey Graham, R-S.C., a key Trump supporter, and retired Gen. Jack Keane, a former Army vice chief of staff, also have expressed worry about trusting the Taliban to keep Afghanistan from becoming a launch pad again for international terror attacks.\n\n“The United States cannot contract out the American people’s security to the Taliban who, in exchange for a U.S. withdrawal, simply ‘promise’ to guarantee that al-Qaida and ISIS (in Afghanistan) are denied haven,” they wrote in an op-ed Wednesday in The Washington Post.\n\nGraham and Keane said they fear a U.S. withdrawal will not end the war and could start a new civil war as Afghan forces feel betrayed and abandoned and the Afghan government is severely undermined and weakened.\n\nThe State Department spokesman said any peace deal would not be based on “blind trust,” but would contain requirements and commitments from the Taliban that would be subject to U.S. monitoring and verification.\n\n___\n\nAssociated Press writers Tameem Akhgar and Cara Anna in Kabul, Afghanistan, contributed to this report.", "tokens": ["plan", "troop", "drawdown", "war", "history", "comment", "envoy", "round", "talk", "resolution", "war", "president", "war", "deal", "outcome", "talk", "trump", "timeline", "troop", "plan", "half", "troop", "force", "troop", "determination", "trump", "intelligence", "presence", "troop", "level", "total", "office", "mission", "troop", "administration", "member", "network", "terror", "terror", "group", "“", "force", "trump", "insurgent", "base", "attack", "month", "troop", "war", "history", "service", "member", "conflict", "spokesman", "agreement", "talk", "attack", "affiliate", "group", "root", "country", "base", "threat", "security", "government", "reduction", "force", "condition", "ground", "spokesman", "statement", "government", "terrorism", "country", "year", "level", "threat", "time", "gap", "opportunity", "country", "haven", "terrorist", "spokesman", "envoy", "team", "progress", "agreement", "spokesman", "negotiation", "condition", "anonymity", "agreement", "process", "negotiation", "ceasefire", "spokesman", "email", "government", "official", "talk", "deal", "government", "agreement", "part", "talk", "role", "country", "force", "government", "puppet", "officer", "troop", "withdrawal", "chairman", "reporter", "deal", "security", "condition", "ground", "force", "country", "help", "force", "withdraw", "word", "“", "judgment", "support", "level", "violence", "country", "today", "supporter", "vice", "chief", "staff", "worry", "launch", "pad", "terror", "attack", "people", "security", "exchange", "withdrawal", "promise", "haven", "op", "ed", "withdrawal", "war", "war", "force", "government", "spokesman", "peace", "deal", "trust", "requirement", "commitment", "monitoring", "verification", "_", "_", "report"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/2019/08/29/israel-iran-hezbollah-intensifying-missile-efforts/", "publication_date": "2019-08-29T00:00:00", "collection_date": "2019-09-04T20:08:37.304608", "headline": "Israel: Iran, Hezbollah intensifying missile efforts", "body": "By JOSEF FEDERMAN\n\nJERUSALEM (AP) — Israel’s prime minister on Thursday accused Iran and its Lebanese proxy Hezbollah of racing to build a missile-production program in Lebanon, vowing to destroy the ambitious project and issuing a stern warning to his enemies to “be careful.”\n\nThe threats ratcheted up an already tense standoff that has pushed the bitter adversaries closer toward open, armed conflict in recent weeks.\n\n“Today we uncovered part of Iran and Hezbollah’s precision missile project. We know a few other things,” Prime Minister Benjamin Netanyahu said at a news conference.\n\n“We are determined to eliminate this dangerous project. The aim of the publication today is to convey a message that we will not sit by and allow our enemies to arm themselves with deadly weapons directed at us,” he said.\n\n“Today I say to them: ‘Dir Balak,” he added, using a popular Arabic phrase that means “be careful” and is often used as a warning or threat in Hebrew slang.\n\nHezbollah denies harboring missile factories. While the group’s leader boasts about having highly accurate missiles, he denies that the group produces them.\n\nIsrael considers Iran to be its greatest enemy and has identified Hezbollah as the most potent military threat on its borders. The military estimates that Hezbollah, which battled Israel to a stalemate in a monthlong war in 2006, now has a vast arsenal of some 130,000 rockets and missiles.\n\nBut Israel believes that most of these weapons are relatively primitive unguided rockets and considers the acquisition of precision guided missiles by Hezbollah to be a major game changer. Israeli media have reported that early this week, Israeli drones targeted a Beirut facility housing a “planetary mixer,” a large industrial machine that is critical to making missiles.\n\nHezbollah officials in Beirut said they had no comment on the Israeli accusations. Lebanese officials, including the prime minister, have accused Israel of carrying out a “dangerous aggression” and suggested the Israeli accusations were a pretext for further attacks against Lebanon.\n\nLt. Col. Jonathan Conricus, a military spokesman, said in the years after the outbreak of the Syrian civil war in 2011, the army was successful in thwarting attempts by Iran to smuggle guided missiles to Hezbollah through Syria, and a later effort to convert existing Hezbollah rockets into guided missiles. More recently, he said Israel has identified efforts by Iran and Hezbollah to establish a missile-production industry inside Lebanon.\n\nHe said Iran “has not only relinquished” its efforts. “They have intensified them,” he said. He described “more efforts, more money, more operatives and more pressure from Iran.”\n\nThe army identified three Iranian commanders and a top Hezbollah operative as the masterminds of the program.\n\nIt said the overall commander was Muhammad Hussein-Zada Hejazi, a brigadier general who reports directly to Qassem Soleimani, the head of the Iranian Revolutionary Guards’ elite Quds force, while the Hezbollah official was identified as Fuad Shukr, described as a top commander who is wanted by the U.S. on terrorism charges.\n\nIsrael has acknowledged carrying out scores of airstrikes in Syria in recent years aimed primarily at preventing the transfers of sophisticated weapons, including guided missiles, to Hezbollah. This quiet war has expanded in recent weeks, raising the risk of a larger conflict that all sides say they want to avoid. Some critics have suggested that Netanyahu, who is fighting for his political survival in Sept. 17 elections, is motivated by domestic politics.\n\nLast weekend, an Israeli airstrike thwarted what Israel said was a plot by Iran to launch a series of explosives-laden attack drones meant to crash into targets in Israel. Iran denied the claims. U.S. officials have also said that Israel last month struck an Iranian target in Iraq, the first Israeli strike in that country since 1981. Then on Sunday came the alleged drone strike in a Hezbollah stronghold in southern Beirut.\n\nIsrael has gone increasingly public with its efforts in an attempt to press Lebanon, and the international community, into action against Iran.\n\n“Iran is endangering Lebanon,” Conricus said. He accused Iran of using Lebanese civilians as “human shields.”\n\nUnder the U.N. resolution that ended the 2006 war, Hezbollah is blocked from operating or possessing arms in southern Lebanon near the Israeli border. But the group, the most powerful actor in Lebanon’s fragmented political system, is widely believed to have violated the resolution.\n\nWhile Israel considers Hezbollah its strategic enemy, Conricus accused Lebanon of being “complicit” by failing to stop the group’s armament efforts.\n\nThe U.N. Security Council unanimously voted Thursday to extend the peacekeeping force in southern Lebanon, known as UNIFIL, by an additional year. But Israel’s Foreign Ministry said in a statement that Hezbollah and Lebanon “continue to significantly hinder the full and effective implementation” of the force’s mandate, which includes enforcing disarmament of southern Lebanon.\n\n“Should these restrictions remain, UNIFIL’s relevance is questioned,” the ministry said.\n\nNetanyahu first accused Hezbollah of setting up secret rocket factories last year, claiming in a speech before the U.N. General Assembly that the group had them near Beirut airport, hiding them among civilians.\n\nThe Lebanese government denounced his statements at the time and the Lebanese foreign minister took dozens of ambassadors and diplomats on a tour of locations near the airport to dispel the allegations.\n\n___\n\nAssociated Press writer Zeina Karam in Beirut contributed to this report.", "tokens": ["minister", "proxy", "missile", "production", "program", "project", "warning", "enemy", "threat", "standoff", "adversary", "conflict", "week", "today", "part", "precision", "missile", "project", "thing", "news", "conference", "project", "aim", "publication", "today", "message", "enemy", "weapon", "today", "phrase", "warning", "threat", "missile", "factory", "group", "leader", "missile", "group", "enemy", "threat", "border", "estimate", "stalemate", "war", "arsenal", "rocket", "missile", "weapon", "rocket", "acquisition", "precision", "missile", "game", "changer", "medium", "week", "drone", "facility", "housing", "mixer", "machine", "missile", "official", "comment", "accusation", "official", "minister", "aggression", "accusation", "pretext", "attack", "spokesman", "year", "outbreak", "war", "army", "attempt", "missile", "effort", "rocket", "missile", "effort", "missile", "production", "industry", "effort", "effort", "money", "operative", "pressure", "army", "commander", "operative", "mastermind", "program", "commander", "brigadier", "general", "head", "force", "official", "commander", "terrorism", "charge", "score", "airstrike", "year", "transfer", "weapon", "missile", "war", "week", "risk", "conflict", "side", "critic", "survival", "election", "politic", "weekend", "airstrike", "plot", "series", "explosive", "attack", "drone", "target", "claim", "official", "month", "target", "strike", "country", "strike", "stronghold", "effort", "attempt", "community", "action", "civilian", "shield", "resolution", "war", "arm", "border", "group", "actor", "system", "resolution", "enemy", "group", "armament", "effort", "peacekeeping", "force", "year", "statement", "implementation", "force", "mandate", "disarmament", "restriction", "relevance", "ministry", "rocket", "factory", "year", "speech", "group", "airport", "civilian", "government", "statement", "time", "minister", "dozen", "ambassador", "diplomat", "tour", "location", "airport", "allegation", "_", "_", "writer", "report"]}, {"newspaper_name": "bostonherald", "url": "https://www.bostonherald.com/news/world-news/page/2/", "publication_date": "Unknown", "collection_date": "2019-09-04T20:08:37.681552", "headline": "Boston Herald", "body": "Bolsonaro to send army to fight huge fires in the Amazon", "tokens": ["army", "fire"]}]